// Notifications
"MESSAGE_TEXT" = "%1$@: %2$@";
"MESSAGE_NOTEXT" = "%1$@ size bir ileti gönderdi";
"MESSAGE_PHOTO" = "%1$@ size bir fotoğraf gönderdi";
"MESSAGE_VIDEO" = "%1$@ size bir video gönderdi";
"MESSAGE_CONTACT" = "%1$@ sizinle bir kişi paylaştı";
"MESSAGE_GEO" = "%1$@ size bir harita gönderdi";
"MESSAGE_DOC" = "%1$@ size bir dosya gönderdi";
"MESSAGE_AUDIO" = "%1$@ size bir sesli not gönderdi";
"MESSAGE_GIF" = "%1$@ sent you a GIF";
"ENCRYPTED_MESSAGE" = "%1$@ yeni ileti var";
"LOCKED_MESSAGE" = "%1$@ yeni mesajınız var";
"ENCRYPTION_REQUEST" = "%1$@ yeni şifreleme isteği";
"ENCRYPTION_ACCEPT" = "%1$@ şifreleme isteği kabul edildi";
"DC_UPDATE" = "Ayarlar'dan Uygulama güncelleme bildirimlerini açın";

"CHAT_JOINED" = "%1$@ has joined the group %2$@";

"CHAT_MESSAGE_TEXT" = "%1$@@%2$@: %3$@";
"CHAT_MESSAGE_NOTEXT" = "%2$@ grubuna %1$@ bir mesaj gönderdi";
"CHAT_MESSAGE_PHOTO" = "%2$@ grubuna %1$@ bir fotoğraf gönderdi";
"CHAT_MESSAGE_VIDEO" = "%1$@ grubuna %2$@ bir video gönderdi";
"CHAT_MESSAGE_CONTACT" = "%1$@ grubunda %2$@ bir kişi paylaştı";
"CHAT_MESSAGE_GEO" = "%1$@, %2$@ grubuna bir harita gönderdi";
"CHAT_MESSAGE_DOC" = "%1$@, %2$@ grubuna bir dosya gönderdi";
"CHAT_MESSAGE_AUDIO" = "%1$@, %2$@ grubuna bir sesli not gönderdi";
"CHAT_MESSAGE_GIF" = "%1$@ sent a GIF to the group %2$@";
"CHAT_CREATED" = "%1$@, sizi %2$@ grubuna davet etti";
"CHAT_TITLE_EDITED" = "%1$@ grubun adını %2$@ olarak değiştirdi";
"CHAT_PHOTO_EDITED" = "%1$@ grubun fotoğrafını %2$@ olarak değiştirdi";
"CHAT_ADD_MEMBER" = "%1$@, %3$@ kişisini %2$@ grubuna davet etti";
"CHAT_ADD_YOU" = "%1$@, sizi %2$@ grubuna davet etti";
"CHAT_DELETE_YOU" = "%1$@ sizi %2$@ grubundan attı";
"CHAT_DELETE_MEMBER" = "%1$@, %3$@ kişisini %2$@ grubundan attı";
"CHAT_LEFT" = "%1$@, %2$@ grubundan ayrıldı";
"CHAT_RETURNED" = "%1$@, %2$@ grubuna geri döndü";

"MESSAGE_STICKER" = "%1$@ size bir çıkartma gönderdi";
"CHAT_MESSAGE_STICKER" = "%1$@, %2$@ grubuna bir çıkartma gönderdi";

"CONTACT_JOINED" = "%1$@ Telegram'a katıldı!";
"CONTACT_ACTIVATED" = "%1$@ hesabınızı etkinleştirmeye yardımcı oldu!";

"AUTH_UNKNOWN" = "Yeni bir cihaz %1$@ da oturum açıldı";
"AUTH_REGION" = "Yeni bir cihaz %1$@ da oturum açıldı, konumu: %2$@";

"MESSAGE_FWDS" = "%1$@ size %2$@ mesaj iletti.";
"CHAT_MESSAGE_FWDS" = "%1$@, %2$@ grubuna %3$@ mesaj iletti.";

"CHANNEL_MESSAGE_TEXT" = "%1$@: %2$@";
"CHANNEL_MESSAGE_NOTEXT" = "%1$@ posted a message";
"CHANNEL_MESSAGE_PHOTO" = "%1$@ posted a photo";
"CHANNEL_MESSAGE_VIDEO" = "%1$@ posted a video";
"CHANNEL_MESSAGE_DOC" = "%1$@ posted a document";
"CHANNEL_MESSAGE_STICKER" = "%1$@ posted a sticker";
"CHANNEL_MESSAGE_AUDIO" = "%1$@ posted a voice message";
"CHANNEL_MESSAGE_CONTACT" = "%1$@ posted a contact";
"CHANNEL_MESSAGE_GEO" = "%1$@ posted a map";
"CHANNEL_MESSAGE_FWDS" = "%1$@ posted %2$@ forwarded messages";
"CHANNEL_MESSAGE_GIF" = "%1$@ posted a GIF";

"PINNED_TEXT" = "%1$@ pinned \"%2$@\"";
"PINNED_NOTEXT" = "%1$@ pinned a message";
"PINNED_PHOTO" = "%1$@ pinned a photo";
"PINNED_VIDEO" = "%1$@ pinned a video";
"PINNED_DOC" = "%1$@ pinned a file";
"PINNED_STICKER" = "%1$@ pinned a sticker";
"PINNED_AUDIO" = "%1$@ pinned a voice message";
"PINNED_CONTACT" = "%1$@ pinned a contact";
"PINNED_GEO" = "%1$@ pinned a map";
"PINNED_GIF" = "%1$@ pinned a GIF";

// Common
"Common.OK" = "TAMAM";
"Common.Cancel" = "İptal";
"Common.Edit" = "Düzenle";
"Common.edit" = "düzenle";
"Common.Done" = "Bitti";
"Common.Next" = "İleri";
"Common.Delete" = "Sil";
"Common.Create" = "Oluştur";
"Common.Back" = "Geri";
"Common.Close" = "Kapat";
"Common.Yes" = "Evet";
"Common.No" = "Hayır";
"Common.TakePhotoOrVideo" = "Video veya Fotoğraf çek";
"Common.TakePhoto" = "Fotoğraf çek";
"Common.ChoosePhoto" = "Fotoğraf seçin";
"Common.ChooseVideo" = "Video seçin";
"Common.of" = "-";
"Common.Search" = "Arama";
"Common.More" = "Daha fazla";
"Common.Select" = "Seç";

// State
"State.connecting" = "bağlanılıyor";
"State.updating" = "güncelleniyor";
"State.Connecting" = "Bağlanılıyor...";
"State.Updating" = "Güncelleniyor...";
"State.WaitingForNetwork" = "Bağlantı bekleniyor";

// Presence
"Presence.online" = "çevrimiçi";
"Presence.offline" = "çevrimdışı";
"Presence.invisible" = "görünmez";

// Date
"Month.GenJanuary" = "Ocak";
"Month.GenFebruary" = "Şubat";
"Month.GenMarch" = "Mart";
"Month.GenApril" = "Nisan";
"Month.GenMay" = "Mayıs";
"Month.GenJune" = "Haziran";
"Month.GenJuly" = "Temmuz";
"Month.GenAugust" = "Ağustos";
"Month.GenSeptember" = "Eylül";
"Month.GenOctober" = "Ekim";
"Month.GenNovember" = "Kasım";
"Month.GenDecember" = "Aralık";
"Month.ShortJanuary" = "Ock";
"Month.ShortFebruary" = "Şub";
"Month.ShortMarch" = "Mar";
"Month.ShortApril" = "Nis";
"Month.ShortMay" = "Mayıs";
"Month.ShortJune" = "Haz";
"Month.ShortJuly" = "Tem";
"Month.ShortAugust" = "Ağu";
"Month.ShortSeptember" = "Eyl";
"Month.ShortOctober" = "Eki";
"Month.ShortNovember" = "Kas";
"Month.ShortDecember" = "Arl";
"Weekday.ShortMonday" = "Pts";
"Weekday.ShortTuesday" = "Mar";
"Weekday.ShortWednesday" = "Çar";
"Weekday.ShortThursday" = "Per";
"Weekday.ShortFriday" = "Cum";
"Weekday.ShortSaturday" = "Cmt";
"Weekday.ShortSunday" = "Pzr";
"Weekday.Monday" = "Pazartesi";
"Weekday.Tuesday" = "Salı";
"Weekday.Wednesday" = "Çarşamba";
"Weekday.Thursday" = "Perşembe";
"Weekday.Friday" = "Cuma";
"Weekday.Saturday" = "Cumartesi";
"Weekday.Sunday" = "Pazar";

"Time.TodayAt" = "bugün %@";
"Time.YesterdayAt" = "dün %@";

"LastSeen.JustNow" = "son görülme";
"LastSeen.MinutesAgo_1" = "son görülme 1 dakika önce"; //one
"LastSeen.MinutesAgo_2" = "son görülme 2 dakika önce"; //two
"LastSeen.MinutesAgo_3_10" = "son görülme %@ dakika önce"; //three to ten
"LastSeen.MinutesAgo_any" = "son görülme %@ dakika önce"; // more than ten
"LastSeen.HoursAgo_1" = "son görülme 1 saat önce";
"LastSeen.HoursAgo_2" = "son görülme 2 saat önce";
"LastSeen.HoursAgo_3_10" = "son görülme  %@ saat önce";
"LastSeen.HoursAgo_any" = "son görülme  %@ saat önce";
"LastSeen.TodayAt" = "son görülme bugün  %@";
"LastSeen.YesterdayAt" = "son görülme dün %@";
"LastSeen.AtWeekday" = "son görülme %@";
"LastSeen.AtDate" = "son görülme %@";
"LastSeen.Lately" = "son görülme yakın zamanda";
"LastSeen.WithinAWeek" = "son görülme 1 hafta içnde";
"LastSeen.WithinAMonth" = "son görülme 1 ay içinde";
"LastSeen.ALongTimeAgo" = "son görülme uzun zaman önce";

"Date.DialogDateFormat" = "{ay} {gün}";

// Tour
"Tour.Title1" = "Telegram";
"Tour.Text1" = "Dünyanın **en hızlı** mesajlaşma uygulaması.\nbu **ücretsiz** ve **güvenli**.";

"Tour.Title2" = "Hızlı";
"Tour.Text2" = "**Telegram** mesajlarınızı diğer\nuygulamalardan daha hızlı gönderir.";

"Tour.Title3" = "Güçlü";
"Tour.Text3" = "**Telegram** 'da sohbet ve mediya\niçeriği için sınır yoktur.";

"Tour.Title4" = "Güvenli";
"Tour.Text4" = "**Telegram** mesajlarınızı\nsaldırganlara karşı korur.";

"Tour.Title5" = "Bulut Tabanlı";
"Tour.Text5" = "**Telegram** mesajlarıza birden fazla\ncihazdan ulaşabilmenizi sağlar.";

"Tour.Title6" = "Ücretsiz";
"Tour.Text6" = "**Telegram** her zaman ücretsizdir. Reklam yok.\nKayıt ücreti yok.";

"Tour.Title7" = "Özel";
"Tour.Text7" = "**Telegram** mesajları güçlü bir şekilde şifreler ve kendini yok edebilirler.";

"Tour.StartButton" = "Mesajlaşmaya Başla";

// Login
"Login.PhoneAndCountryHelp" = "Lütfen ülke kodunu onaylayın ve telefon numaranızı girin.";
"Login.CodeHelp" = "%@ numaranıza\nkodu içeren bir SMS gönderdik";
"Login.CodeSentInternal" = "We've sent the code to the **Telegram** app on your other device";
"Login.HaveNotReceivedCodeInternal" = "Kodu almadınız mı?";
"Login.CodeSentSms" = "Kodu size SMS ile gönderdik.";
"Login.Code" = "Kod";
"Login.CallRequestState1" = "Telegram %d:%.2d süre içinde sizi arayacak";
"Login.CallRequestState2" = "Telegram'dan arama isteniyor...";
"Login.CallRequestState3" = "Telegram sizi aradı\n[Kodu almadınız mı?]";
"Login.EmailNotConfiguredError" = "Lütfen bir e-posta hesabı ekleyin.";
"Login.EmailCodeSubject" = "%@, kod yok";
"Login.EmailCodeBody" = "Telefon numaram:\n%@\nTelegramdan aktivasyon kodu almadım.";
"Login.UnknownError" = "Bir hata oluştu. Lütfen daha sonra yeniden deneyin.";
"Login.InvalidCodeError" = "Geçersiz bir kod girdiniz. Lütfen daha sonra yeniden deneyin.";
"Login.NetworkError" = "Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.";
"Login.CodeExpiredError" = "Kod süresi doldu, lütfen tekrar oturum açın.";
"Login.CodeFloodError" = "Sınırı aşıldı. Lütfen daha sonra yeniden deneyin.";
"Login.InvalidPhoneError" = "Geçersiz telefon numarası. Lütfen tekrar deneyin.";
"Login.InvalidFirstNameError" = "Geçersiz İsim. Lütfen tekrar deneyin.";
"Login.InvalidLastNameError" = "Geçersiz soyisim. Lütfen tekrar deneyin.";
"Login.InactiveHelp" = "Kişilerinizde henüz\nTelegram kullanan yok.\nOnlar katıldığı zaman sizi bilgilendireceğiz.\nAyrıca hemen bir arkadaşınızı davet edebilirsiniz.";
"Login.InviteButton" = "Arkadaşınızı sohbet'e davet edin";

"Login.PhoneTitle" = "Telefonunuz";
"Login.PhonePlaceholder" = "Telefon numaranız";
"Login.CountryCode" = "Ülke kodu";
"Login.InvalidCountryCode" = "Geçersiz Ülke Kodu";

"Login.CodeTitle" = "Kodunuz";

"Login.InfoTitle" = "Bilgileriniz";
"Login.InfoAvatarAdd" = "ekle";
"Login.InfoAvatarPhoto" = "fotoğraf";
"Login.InfoFirstNamePlaceholder" = "Adınız";
"Login.InfoLastNamePlaceholder" = "Soyadınız";
"Login.InfoUpdatePhoto" = "Fotoğrafı güncelle";
"Login.InfoDeletePhoto" = "Fotoğrafı Sil";
"Login.InfoHelp" = "Adını gir ve bir profil resmi ekle.";

// Login.SelectCountry
"Login.SelectCountry.Title" = "Ülke";

// Welcome Screen
"WelcomeScreen.Title" = "Başlat";
"WelcomeScreen.Logout" = "Oturumu Kapat";
"WelcomeScreen.Greeting" = "Hoşgeldin, %@!";
"WelcomeScreen.ContactsAccessDisabled" = "Üzgünüz, kişiler senkronize edilemiyor.";
"WelcomeScreen.ContactsAccessHelp" = "Telegram messaging is based on your existing contact list. Please go to your %@'s Settings — Privacy — Contacts and set Telegram to ON.";
"WelcomeScreen.ContactsAccessSettings" = "Ayarlar";
"WelcomeScreen.UpdatingTitle" = "Güncelleniyor";

// Dialog List
"DialogList.TabTitle" = "Sohbetler";
"DialogList.Title" = "Sohbetler";
"DialogList.SearchLabel" = "Arama";
"DialogList.SelectContact" = "Kişi Seç";
"DialogList.SelectContacts" = "Kişi Seç";
"DialogList.Create" = "Oluştur";
"DialogList.NoMessagesTitle" = "Henüz hiç bir konuşma yok";
"DialogList.NoMessagesText" = "Mesajlaşmaya başlamak için sağ üstteki mesaj simgesine dokunun veya Kişiler bölümüne gidin.";
"DialogList.SingleTypingSuffix" = "%@ yazıyor";
"DialogList.SingleRecordingAudioSuffix" = "%@ ses kaydediyor";
"DialogList.SingleUploadingPhotoSuffix" = "%@ fotoğraf gönderiyor";
"DialogList.SingleUploadingVideoSuffix" = "%@ vidyo gönderiyor";
"DialogList.SingleUploadingFileSuffix" = "%@ dosya gönderiyor";
"DialogList.MultipleTypingSuffix" = "%d yazıyorlar";
"DialogList.Typing" = "yazıyor";
"DialogList.ClearHistoryConfirmation" = "Geçmişi Temizle";
"DialogList.DeleteConversationConfirmation" = "Sil ve Çık";
"DialogList.AwaitingEncryption" = "%@ çevrimiçi olması bekleniyor...";
"DialogList.EncryptionRejected" = "Gizli sohbet iptal edildi";
"DialogList.EncryptionProcessing" = "Şifreleme anahtarı değiştiriliyor...";
"DialogList.EncryptedChatStartedOutgoing" = "%@ gizli sohbete katıldı.";
"DialogList.EncryptedChatStartedIncoming" = "%@ gizli sohbet oluşturdu.";
"DialogList.Conversations" = "Konuşmalar";
"DialogList.Messages" = "Mesajlar";

// Compose
"Compose.TokenListPlaceholder" = "Mesaj bırakmak ister misiniz?";
"Compose.NewMessage" = "Yeni Mesaj";
"Compose.NewGroup" = "Yeni Grup";
"Compose.NewEncryptedChat" = "Yeni Gizli Sohbet";
"Compose.NewBroadcast" = "Yayın Listesi";
"Compose.NewBroadcastButton" = "Yeni Yayın";
"Compose.Recipients" = "Alıcılar";
"Compose.Create" = "Oluştur";

// Contacts
"Contacts.TabTitle" = "Kişiler";
"Contacts.Title" = "Kişiler";
"Contacts.Invite" = "Davet et";
"Contacts.contact" = "kişi";
"Contacts.contacts" = "kişiler";
"Contacts.contactsvar" = "kişiler";
"Contacts.InvitationText" = "Hey, haydi Telegram'a geçelim: http://telegram.org/dl";
"Contacts.FailedToSendInvitesMessage" = "Bir hata oluştu.";
"Contacts.AccessDeniedError" = "Telgraf kişilerinize erişimi yok";
"Contacts.AccessDeniedHelpLandscape" = "Please go to your %@ Settings — Privacy — Contacts.\nThen select ON for Telegram.";
"Contacts.AccessDeniedHelpPortrait" = "Please go to your %@ Settings — Privacy — Contacts. Then select ON for Telegram.";
"Contacts.AccessDeniedHelpON" = "AÇIK";
"Contacts.InviteToTelegram" = "Telegram'a davet et";
"Contacts.InviteFriends" = "Arkadaşlarını Davet Et";
"Contacts.SelectAll" = "Tümünü Seç";

// Conversation
"Conversation.InputTextPlaceholder" = "Mesaj";
"Conversation.Send" = "Gönder";
"Conversation.typing" = "yazıyor";
"Conversation.MessageDeliveryFailed" = "Mesajınız gönderilemedi. Bu mesaj göndermek için \"Tekrar gönder\" e dokunun.";
"Conversation.MessageDialogEdit" = "Düzenle";
"Conversation.MessageDialogRetry" = "Tekrar gönder";
"Conversation.MessageDialogRetryAll" = "%1$d mesajı tekrar gönder";
"Conversation.MessageDialogDelete" = "Sil";
"Conversation.LinkDialogOpen" = "Aç";
"Conversation.LinkDialogCopy" = "Kopyala";
"Conversation.EditDelete" = "Sil";
"Conversation.EditForward" = "İlet";
"Conversation.ForwardToPersonFormat" = "%@ kişisine ilet?";
"Conversation.ForwardToGroupFormat" = "%@ kişisine ilet?";
"Conversation.ForwardTitle" = "İlet";
"Conversation.ForwardChats" = "Sohbetler";
"Conversation.ForwardContacts" = "Kişiler";
"Conversation.StatusKickedFromGroup" = "bu gruptan atıldınız";
"Conversation.StatusLeftGroup" = "bu gruptan ayrıldınız";
"Conversation.StatusTyping" = "yazıyor";
"Conversation.BroadcastTitle" = "Yayınla";
"Conversation.Call" = "Ara";
"Conversation.Mute" = "Sesi kapat";
"Conversation.Unmute" = "Sesi aç";
"Conversation.Edit" = "Düzenle";
"Conversation.Info" = "Bilgi";
"Conversation.Search" = "Ara";
"Conversation.Block" = "Engelle";
"Conversation.Unblock" = "Engeli kaldır";
"Conversation.ClearAll" = "Tümünü Sil";
"Conversation.Location" = "Konum";
"Conversation.Document" = "do";
"Conversation.Contact" = "Kişi";
"Conversation.BlockUser" = "Kullanıcıyı Engelle";
"Conversation.UnblockUser" = "Kullanıcı Engelini kaldır";
"Conversation.DeleteGroup" = "Bu grubu sil";
"Conversation.DeleteChat" = "Bu sohbeti sil";
"Conversation.ClearAllConfirmation" = "Tüm mesajlar silinsin mi?";
"Conversation.SearchImages" = "Resim Ara";
"Conversation.UnsupportedMedia" = "Bu mesaj Telegram sürümünüz tarafından desteklenmiyor. Uyg. güncellemelerini görmek için:\nhttp://telegram.org/update";
"Conversation.EncryptionWaiting" = "%@ çevrimiçi olması bekleniyor...";
"Conversation.EncryptionProcessing" = "Şifreleme anahtarı değiştiriliyor...";
"Conversation.SupportPlaceholder" = "Telegram ile ilgili\nsorunuz mu var?";
"Conversation.EmptyPlaceholder" = "Henüz mesaj gönderilmemiş...";
"Conversation.EncryptedPlaceholderTitleIncoming" = "%@ sizi gizli sohbete katılmaya davet etti.";
"Conversation.EncryptedPlaceholderTitleOutgoing" = "%@ kişisini gizli sohbete katılmaya davet ettiniz.";
"Conversation.EncryptedDescriptionTitle" = "Gizli sohbetler:";
"Conversation.EncryptedDescription1" = "Şifreleme kullan";
"Conversation.EncryptedDescription2" = "Sunucularda iz bırakma";
"Conversation.EncryptedDescription3" = "Kendini yok etme zamanlayıcısı var";
"Conversation.EncryptedDescription4" = "İletmeye izin ver";
"Conversation.EncryptedForwardingAlert" = "Üzgünüz, gizli sohbetden bi mesaj iletemez.";
"Conversation.ContextMenuCopy" = "Kopyala";
"Conversation.ContextMenuDelete" = "Sil";
"Conversation.ContextMenuForward" = "İlet";
"Conversation.ContextMenuMore" = "Daha fazla...";

"Conversation.StatusMembers_1" = "1 üye";
"Conversation.StatusMembers_2" = "2 üye";
"Conversation.StatusMembers_3_10" = "%@ üye";
"Conversation.StatusMembers_any" = "%@ üye";

"Conversation.StatusRecipients_1" = "1 alıcı";
"Conversation.StatusRecipients_2" = "2 alıcı";
"Conversation.StatusRecipients_3_10" = "%@ alıcı";
"Conversation.StatusRecipients_any" = "%@ alıcı";

"Conversation.StatusOnline_1" = "1 çevrimiçi";
"Conversation.StatusOnline_2" = "2 çevrimiçi";
"Conversation.StatusOnline_3_10" = "%@ çevrimiçi";
"Conversation.StatusOnline_any" = "%@ çevrimiçi";

"Conversation.UnreadMessages" = "Okunmamış Mesajlar";
"Conversation.InfoGroup" = "Grup";
"Conversation.InfoPrivate" = "Kişi";
"Conversation.InfoBroadcastList" = "Liste";

// Notification
"Notification.RenamedChat" = "%@ grup yeniden adlandırıldı";
"Notification.RenamedChannel" = "Kanal yeniden adlandırıldı";
"Notification.ChangedGroupPhoto" = "%@ grup fotoğrafı değiştirdi";
"Notification.RemovedGroupPhoto" = "%@ grup fotoğrafı kaldırıldı";
"Notification.ChangedUserPhoto" = "%@ yeni bir profil fotoğrafı eklendi";
"Notification.RemovedUserPhoto" = "%@ profil fotoğrafı kaldırıldı";
"Notification.JoinedChat" = "%@ bu gruba katıl";
"Notification.Invited" = "%@, %@ davet edildi";
"Notification.LeftChat" = "%@ grupdan ayrıldı";
"Notification.Kicked" = "%@, %@ çıkartıldı";
"Notification.CreatedChat" = "%@ grup oluşturuldu";
"Notification.CreatedChannel" = "Kanal oluşturuldu";
"Notification.CreatedGroup" = "Group created";
"Notification.CreatedBroadcastList" = "Bir yayın listesi oluşturdunuz";
"Notification.CreatedChatWithTitle" = "%@, \"%@\" grup oluşturdu";
"Notification.Joined" = "%@ Telegram'a katıldı";
"Notification.ChangedGroupName" = "%@ grup adını \"%@\" olarak değiştirdi";
"Notification.NewAuthDetected" = "%1$@,\nWe detected a login into your account from a new device on %2$@, %3$@ at %4$@\n\nDevice: %5$@\nLocation: %6$@\n\nIf this wasn't you, you can go to Settings — Privacy and Security — Sessions and terminate that session.\n\nIf you think that somebody logged in to your account against your will, you can enable two-step verification in Privacy and Security settings.\n\nSincerely,\nThe Telegram Team";
"Notification.EncryptedChatRequested" = "Gizli sohbet istendi";
"Notification.EncryptedChatAccepted" = "Gizli sohbet başladı";
"Notification.MessageLifetimeChanged" = "%1$@ kendini yok etme zamanlayıcısını %2$@ olarak belirledi";
"Notification.MessageLifetimeChangedOutgoing" = "Kendini yok etme zamanlayıcısını %1$@ olarak belirlediniz";
"Notification.MessageLifetimeRemoved" = "%1$@ kendini yok etme zamanlayıcısı devredışı";
"Notification.MessageLifetimeRemovedOutgoing" = "You disabled the self-destruct timer";
"Notification.MessageLifetime2s" = "2 saniye";
"Notification.MessageLifetime5s" = "5 saniye";
"Notification.MessageLifetime1m" = "1 dakika";
"Notification.MessageLifetime1h" = "1 saat";
"Notification.MessageLifetime1d" = "1 gün";
"Notification.MessageLifetime1w" = "1 hafta";

// Message
"Message.Photo" = "Fotoğraf";
"Message.Video" = "Vidyo";
"Message.Location" = "Konum";
"Message.Contact" = "Kişi";
"Message.File" = "Dosya";
"Message.Sticker" = "Çıkartma";
"Message.Audio" = "Voice Message";
"Message.ForwardedMessage" = "Mesaj iletildi\nGönderen: %@";
"Message.SharedContact" = "Kişi paylaşıldı";
"Message.Animation" = "GIF";

// Conversation Profile
"ConversationProfile.ErrorCreatingConversation" = "Bir hata oluştu";
"ConversationProfile.UserLeftChatError" = "Üzgünüz, %@ bu gruptan ayrılma kararı aldı, bu yüzden o buraya geri davet edilemez.";
"ConversationProfile.UnknownAddMemberError" = "Beklenmeyen bir hata oluştu. Bizim denetmenlerimize bilgi verildi ve yakında sorun çözülecektir. Üzgünüz.";
"ConversationProfile.UsersTooMuchError" = "Üzgünüm, bu grup doldu. Buraya daha fazla üye ekleyemezsiniz.";

"ConversationProfile.LeaveDeleteAndExit" = "Sil ve Çık";

"Conversation.DownloadPhoto" = "Fotoğraf İndirildi";
"Conversation.ViewPhoto" = "Fotoğrafı Görüntüle";
"Conversation.PlayVideo" = "Videoyu Oynat";
"Conversation.Play" = "Oynat";
"Conversation.Stop" = "Durdur";
"Conversation.ViewFile" = "Dasyayı Görüntüle";
"Conversation.Download" = "İndir";
"Conversation.DownloadMegabytes" = "%.1fMb İndirildi";
"Conversation.DownloadKilobytes" = "%dKb İndirildi";
"Conversation.Megabytes" = "%.1fMb";
"Conversation.Kilobytes" = "%dKb";
"Conversation.Bytes" = "%db";
"Conversation.DownloadProgressMegabytes" = "%1$.1fMb / %2$.1fMb";
"Conversation.DownloadProgressKilobytes" = "%1$dKb / %2$dKb";
"Conversation.ViewLocation" = "Konumu Görüntüle";
"Conversation.SearchWebImages" = "Fotograf bul";
"Conversation.ShareMyContactInfo" = "Kişi bilgilerim paylaş";
"Conversation.AddContact" = "Kişi Ekle";
"Conversation.SendMessage" = "Mesaj Gönder";
"Conversation.EncryptionCanceled" = "Gizli sohbet iptal edildi";
"Conversation.DeleteOneMessage" = "Mesajı Sil";
"Conversation.DeleteManyMessages" = "Mesajları Sil";
"Conversation.View" = "Görüntüle";
"Conversation.Download" = "İndir";
"Conversation.SlideToCancel" = "İptal etmek için kaydır";
"Conversation.ApplyLocalization" = "Yerelleştirmeyi Uygula";
"Conversation.OpenFile" = "Dosyayı Aç";
"Conversation.MicrophoneAccessDisabled" = "Telegram needs access to your microphone for voice messages. Please go to Settings — Privacy — Microphone and set Telegram to ON.";

// Media Picker
"MediaPicker.Send" = "Gönder";
"MediaPicker.Choose" = "Seç";
"SearchImages.SearchImages" = "Resim Ara";
"SearchImages.Title" = "Albümler";
"MediaPicker.CameraRoll" = "Kamera Rulo";
"SearchImages.NoImagesFound" = "Resim bulunamadı";
"MediaPicker.AccessDeniedError" = "Telgram fotoğraflarınıza erişimi yok";
"MediaPicker.AccessDeniedHelp" = "Please go to your %@ Settings — Privacy — Photos.\nThen select ON for Telegram.";
"SearchImages.Downloading#Kb" = "%d Kb İndiriliyor";
"SearchImages.Downloading#Mb" = "%d Mb İndiriliyor";
"SearchImages.ImageNofM" = "Resim %1$@ - %2$@";
"SearchImages.DownloadCancelled" = "İndirme iptal edildi";
"SearchImages.ErrorDownloadingImage" = "Resim indirme hatası";
"SearchImages.SkipImage" = "Resmi Atla";
"SearchImages.RetryDownload" = "Yeniden indirmeyi dene";

// User Profile
"Profile.ImageUploadError" = "Bir hata oluştu. Lütfen daha sonra yeniden deneyin.";
"Profile.PhonebookAccessDisabled" = "To make this feature work, please go to your iPhone's Settings — Privacy — Contacts and select ON for Telegram.";
"Profile.CreateEncryptedChatError" = "Bir hata oluştu.";
"Profile.CreateEncryptedChatOutdatedError" = "%@ kişisi ile gizli sohbet oluşturulamadı.\n%@ Telegram'ın eski bir sürümünü kullanıyor ve önce güncellemesi gerek.";
"Profile.CreateNewContact" = "Yeni Kişi Oluştur";
"Profile.AddToExisting" = "Mevcut kişiye ekle";
"Profile.EncryptionKey" = "Şifreleme Anahtarı";
"Profile.MessageLifetime" = "Kendini yok etme zamanlayıcı";
"Profile.MessageLifetimeForever" = "Kapalı";
"Profile.MessageLifetime2s" = "2 sn";
"Profile.MessageLifetime5s" = "5s";
"Profile.MessageLifetime1m" = "1dk";
"Profile.MessageLifetime1h" = "1sa";
"Profile.MessageLifetime1d" = "1g";
"Profile.MessageLifetime1w" = "1h";
"Profile.ShareContactButton" = "Kişiyi Paylaş";
"Profile.ShareContactPersonFormat" = "%@ kişisine iletişim bilgilerini gönder.";
"Profile.ShareContactGroupFormat" = "%@ kişisine iletişim bilgilerini gönder.";

// User Info
"UserInfo.Title" = "Bilgi";
"UserInfo.FirstNamePlaceholder" = "Adınız";
"UserInfo.LastNamePlaceholder" = "Soyadınız";
"UserInfo.GenericPhoneLabel" = "mobil";
"UserInfo.SendMessage" = "Mesaj Gönder";
"UserInfo.AddContact" = "Kişi Ekle";
"UserInfo.ShareContact" = "Kişiyi Paylaş";
"UserInfo.StartSecretChat" = "Gizli Sohbet Başlat";
"UserInfo.DeleteContact" = "Kişiyi Sil";
"UserInfo.CreateNewContact" = "Yeni Kişi Oluştur";
"UserInfo.AddToExisting" = "Varolan için Ekle";
"UserInfo.AddPhone" = "telefon ekle";
"UserInfo.NotificationsEnabled" = "Etkin";
"UserInfo.NotificationsDisabled" = "Devredışı";
"UserInfo.NotificationsEnable" = "Etkin";
"UserInfo.NotificationsDisable" = "Devredışı";
"UserInfo.Invite" = "Telegram'a davet et";

// New Contact
"NewContact.Title" = "Yeni Kişi";

// Phone Label
"PhoneLabel.Title" = "Etiket";

// Secret Chat
"SecretChat.Title" = "Gizli Sohbet";

// Group Info
"GroupInfo.Title" = "Grup Bilgisi";
"GroupInfo.GroupNamePlaceholder" = "Grup Adı";
"GroupInfo.BroadcastListNamePlaceholder" = "Liste Adı";
"GroupInfo.SetGroupPhoto" = "Grup Resmi Ayarla";
"GroupInfo.SetGroupPhotoStop" = "Durdur";
"GroupInfo.SetGroupPhotoDelete" = "Fotoğrafı Sil";
"GroupInfo.Notifications" = "Bildirimler";
"GroupInfo.Sound" = "Ses";
"GroupInfo.SharedMedia" = "Paylaşılan İçerik";
"GroupInfo.SharedMediaNone" = "Yok";
"GroupInfo.DeleteAndExit" = "Sil ve Çık";
"GroupInfo.DeleteAndExitConfirmation" = "Bu gruba katılmak mümkün olmayacaktır.";
"GroupInfo.ParticipantCount_1" = "1 ÜYE";
"GroupInfo.ParticipantCount_2" = "2 ÜYE";
"GroupInfo.ParticipantCount_3_10" = "%@ ÜYE";
"GroupInfo.ParticipantCount_any" = "%@ ÜYE";
"GroupInfo.AddParticipant" = "Add Member";
"GroupInfo.AddParticipantTitle" = "Kişiler";
"GroupInfo.AddParticipantConfirmation" = "%@ gruba eklensin mi?";
"GroupInfo.KickedStatus" = "gruptan atıldınız";
"GroupInfo.LeftStatus" = "gruptan ayrıldınız";

// Encryption Key
"EncryptionKey.Title" = "Şifreleme Anahtarı";
"EncryptionKey.Description" = "This image and text were derived from the encryption key for this secret chat with %1$@.\n\n If they look the same on %2$@'s device, end-to-end encryption is guaranteed.\n\nLearn more at telegram.org";

// Conversation media
"ConversationMedia.Title" = "Medya";
"ConversationMedia.EmptyTitle" = "Fotoğraf veya Video Yok";

// Preview
"Preview.VideoNotYetDownloaded" = "İlk önce video indirin.";
"Preview.GroupPhotoTitle" = "Grup Resmi";
"Preview.ProfilePhotoTitle" = "Profil Resmi";
"Preview.LoadingVideo" = "Video yükleniyor...";
"Preview.LoadingImage" = "resim yükleniyor...";
"Preview.LoadingImages" = "resim yükleniyor...";
"Preview.DeletePhoto" = "Fotoğrafı Sil";
"Preview.DeleteVideo" = "Video'yu Sil";
"Preview.ForwardViaTelegram" = "Telegram ile İlet";
"Preview.SaveToCameraRoll" = "Kamera Rulo'ya Kaydet";

// Map
"Map.ChooseLocationTitle" = "Konum";
"Map.MapTitle" = "Harita";
"Map.Send" = "Gönder";
"Map.Map" = "Harita";
"Map.Satellite" = "Uydu";
"Map.Hybrid" = "Hibrit ''Uydu + Harita''";
"Map.AccessDeniedError" = "Bu özelliğin çalışması için, Lütfen iPhone'un gizlilik ayarlarından Telegram için konum servislerini açın.";
"Map.ForwardViaTelegram" = "Telegram ile İlet";
"Map.GetDirections" = "Yönergeleri Al";
"Map.OpenInGoogleMaps" = "Google Haritalar'da Aç";

// Web
"Web.Error" = "Sayfa yüklenemedi";
"Web.OpenExternal" = "Safari'de Aç";
"Web.CopyLink" = "Link'i Kopyala";

// Document
"Document.TargetConfirmationFormat" = "Dosya ({boyut}) da {hedefine} gönderilsin mi?";

// Dialog List
"DialogList.You" = "Siz";

// Settings
"Settings.TabTitle" = "Ayarlar";
"Settings.SetProfilePhoto" = "Profil Resmi Ayarla";
"Settings.Logout" = "Oturumu Kapat";
"Settings.Title" = "Ayarlar";
"Settings.NotificationsAndSounds" = "Bildirimler ve Sesler";
"Settings.ChatSettings" = "Sohbet Ayarları";
"Settings.BlockedUsers" = "Engellenen Kullanıcılar";
"Settings.ChatBackground" = "Sohbet Arka Planı";
"Settings.Support" = "Soru Sorun";
"Settings.FAQ" = "Telegram SSS";
"Settings.FAQ_URL" = "http://telegram.org/faq#general";
"Settings.FAQ_Intro" = "Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while.\n\nPlease take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.";
"Settings.FAQ_Button" = "Sık Sorulan Sorular";
"Settings.SaveIncomingPhotos" = "Gelen Fotoğrafları Kaydet";
"Settings.SaveIncomingPhotosHelp" = "Save incoming photos to the Camera Roll.";
"Settings.LogoutError" = "Bir hata oluştu. Lütfen daha sonra yeniden deneyin.";

// Notifications and Sounds
"Notifications.Title" = "Bildirimler";
"Notifications.MessageNotifications" = "MESAJ BİLDİRİMLERİ";
"Notifications.MessageNotificationsAlert" = "Uyarı";
"Notifications.MessageNotificationsPreview" = "Mesaj Önizlemesi";
"Notifications.MessageNotificationsSound" = "Ses";
"Notifications.MessageNotificationsHelp" = "You can set custom notifications for specific users on their Info page.";

"Notifications.GroupNotifications" = "GRUP BİLDİRİMLERİ";
"Notifications.GroupNotificationsAlert" = "Uyarı";
"Notifications.GroupNotificationsPreview" = "Mesaj Önizlemesi";
"Notifications.GroupNotificationsSound" = "Ses";
"Notifications.GroupNotificationsHelp" = "You can set custom notifications for specific groups on the Group Info page.";

"Notifications.TextTone" = "Metin Sesi";
"Notifications.AlertTones" = "UYARI SESLERİ";
"Notifications.ClassicTones" = "KLASİK";

"Notifications.InAppNotifications" = "UYGULAMA İÇİ BİLDİRİMLER";
"Notifications.InAppNotificationsSounds" = "Sesler";
"Notifications.InAppNotificationsVibrate" = "Titreşim";
"Notifications.InAppNotificationsPreview" = "Önizleme";

"Notifications.Reset" = "Sıfırla";
"Notifications.ResetAllNotifications" = "Tüm Bildirimleri Sıfırla";
"Notifications.ResetAllNotificationsHelp" = "Undo all custom notification settings for all your contacts and groups.";

// Chat Settings
"ChatSettings.Title" = "Sohbet Ayarları";
"ChatSettings.Appearance" = "DIŞ GÖNÜNÜM";
"ChatSettings.TextSize" = "Metin Yazı Boyutu";
"ChatSettings.TextSizeUnits" = "pt";
"ChatSettings.AutomaticPhotoDownload" = "FOTOĞRAFLARI OTOMATİK İNDİR";
"ChatSettings.AutomaticAudioDownload" = "SESLERİ OTOMATİK İNDİR";
"ChatSettings.PrivateChats" = "Sohbetler";
"ChatSettings.Groups" = "Gruplar";
"ChatSettings.Security" = "GÜVENLİK";
"ChatSettings.Language" = "DİL";
"ChatSettings.RevertLanguage" = "Dili geri döndür";
"ChatSettings.Cache" = "ZULA";

// Usage
"Cache.Title" = "Zula Ayarları";
"Cache.ClearCache" = "Zulayı Temizle";
"Cache.ClearCacheAlert" = "Photos, videos and other files from cloud chats will be removed from this device to save disk space.\n\nAll media will stay in the Telegram cloud and can be re-downloaded if you need it again.";
"Cache.KeepMedia" = "Keep Media";
"Cache.Help" = "Photos, videos and other files from cloud chats that you have **not accessed** during this period will be removed from this device to save disk space.\n\nAll media will stay in the Telegram cloud and can be re-downloaded if you need it again.";

// Blocked Users
"BlockedUsers.Title" = "Engellendi";
"BlockedUsers.SelectUserTitle" = "Kullanıcıyı Engelle";
"BlockedUsers.AlreadyBlocked" = "Bu kullanıcı zaten engellendi";
"BlockedUsers.BlockUser" = "Kullanıcıyı Engelle";
"BlockedUsers.BlockFormat" = "Block %@?";
"BlockedUsers.BlockTitle" = "Engelle";
"BlockedUsers.LeavePrefix" = "Ayrıl";
"BlockedUsers.Info" = "Blocked users can't send you messages or add you to groups. They will not see your profile pictures, online and last seen status.";
"BlockedUsers.AddNew" = "Yeni Ekle...";
"BlockedUsers.Unblock" = "Engeli kaldır";

// Wallpaper
"Wallpaper.Title" = "Sohbet Arka Planı";
"Wallpaper.PhotoLibrary" = "Fotoğraf Arşivi";
"Wallpaper.Set" = "Ayarla";
"Wallpaper.Wallpaper" = "Duvar kağıdı";

// Update
"Update.Update" = "Güncelle";

// Service
"Service.LocalizationDownloadError" = "Yerelleştirme dosyası indirilemedi. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.";
"Service.ApplyLocalization" = "Yerelleştirme Uygulansın mı?";
"Service.ApplyLocalizationWithWarnings" = "%@\n\n\nYerelleştirme Uygulansın mı?";

"Notification.SecretChatMessageScreenshot" = "%@ ekran görüntsü aldı!";
"Notification.SecretChatScreenshot" = "Ekran görüntüsü alındı!";

// Broadcast Lists
"DialogList.Broadcast" = "Yayın";
"BroadcastLists.Title" = "Yayın Listeleri";
"BroadcastLists.NoListsYet" = "Henüz Liste Yok";
"BroadcastLists.NoListsText" = "With broadcast lists you can easily send messages to many people at once.";

// Broadcast List
"BroadcastListInfo.Title" = "Yayın Listesi";
"BroadcastListInfo.AddRecipient" = "Alıcı Ekle";

// Video
"VideoPreview.OptionSD" = "Normal Boyut (%@)";
"VideoPreview.OptionHD" = "Yüksek Çözünürlüklü (%@)";

"ChatSettings.AutoPlayAudio" = "Sesleri Otomatik Oynat";

"Settings.LogoutConfirmationTitle" = "Oturumu kapat?";
"Settings.LogoutConfirmationText" = "\nNote that you can seamlessly use Telegram on all your devices at once.\n\nRemember, logging out kills all your Secret Chats.";

"Login.PadPhoneHelp" = "\nYou can use your main mobile number to log in to Telegram on all devices.\nDon't use your iPad's SIM number here — we'll need to send you an SMS.\n\nIs this number correct?\n{number}";
"Login.PadPhoneHelpTitle" = "Telefon Numaranız";

"MessageTimer.Custom" = "Custom";
"MessageTimer.Title" = "Custom Timer";

"MessageTimer.Forever" = "Sürekli";

"MessageTimer.Seconds_1" = "%@ saniye";
"MessageTimer.Seconds_2" = "%@ saniye";
"MessageTimer.Seconds_3_10" = "%@ saniye";
"MessageTimer.Seconds_any" = "%@ saniye";
"MessageTimer.Minutes_1" = "%@ dakika";
"MessageTimer.Minutes_2" = "%@ dakika";
"MessageTimer.Minutes_3_10" = "%@ dakika";
"MessageTimer.Minutes_any" = "%@ dakika";
"MessageTimer.Hours_1" = "%@ saat";
"MessageTimer.Hours_2" = "%@ saat";
"MessageTimer.Hours_3_10" = "%@ saat";
"MessageTimer.Hours_any" = "%@ saat";
"MessageTimer.Days_1" = "%@ gün";
"MessageTimer.Days_2" = "%@ gün";
"MessageTimer.Days_3_10" = "%@ gün";
"MessageTimer.Days_any" = "%@ gün";
"MessageTimer.Weeks_1" = "%@ hafta";
"MessageTimer.Weeks_2" = "%@ hafta";
"MessageTimer.Weeks_3_10" = "%@ hafta";
"MessageTimer.Weeks_any" = "%@ hafta";
"MessageTimer.Months_1" = "%@ ay";
"MessageTimer.Months_2" = "%@ ay";
"MessageTimer.Months_3_10" = "%@ ay";
"MessageTimer.Months_any" = "%@ ay";
"MessageTimer.Years_1" = "%@ yıl";
"MessageTimer.Years_2" = "%@ yıl";
"MessageTimer.Years_3_10" = "%@ yıl";
"MessageTimer.Years_any" = "%@ yıl";

"MessageTimer.ShortSeconds_1" = "%@s";
"MessageTimer.ShortSeconds_2" = "%@s";
"MessageTimer.ShortSeconds_3_10" = "%@s";
"MessageTimer.ShortSeconds_any" = "%@s";
"MessageTimer.ShortMinutes_1" = "%@m";
"MessageTimer.ShortMinutes_2" = "%@m";
"MessageTimer.ShortMinutes_3_10" = "%@m";
"MessageTimer.ShortMinutes_any" = "%@m";
"MessageTimer.ShortHours_1" = "%@h";
"MessageTimer.ShortHours_2" = "%@h";
"MessageTimer.ShortHours_3_10" = "%@h";
"MessageTimer.ShortHours_any" = "%@h";
"MessageTimer.ShortDays_1" = "%@d";
"MessageTimer.ShortDays_2" = "%@d";
"MessageTimer.ShortDays_3_10" = "%@d";
"MessageTimer.ShortDays_any" = "%@d";
"MessageTimer.ShortWeeks_1" = "%@w";
"MessageTimer.ShortWeeks_2" = "%@w";
"MessageTimer.ShortWeeks_3_10" = "%@w";
"MessageTimer.ShortWeeks_any" = "%@w";

"Activity.UploadingPhoto" = "fotoğraf gönderiliyor";
"Activity.UploadingVideo" = "video gönderiliyor";
"Activity.UploadingDocument" = "dosya gönderiliyor";
"Activity.RecordingAudio" = "ses kaydediliyor";
"Activity.Location" = "lokasyon seçiliyor";

"Service.NetworkConfigurationUpdatedMessage" = "Bağlantı ayarları başıyla güncelledi.";

"Compatibility.SecretMediaVersionTooLow" = "%@ is using an older version of Telegram, so secret photos will be shown in compatibility mode.\n\nOnce %@ updates Telegram, photos with timers for 1 minute or less will start working in 'Tap and hold to view' mode, and you will be notified whenever the other party takes a screenshot.";

"Contacts.GlobalSearch" = "Global Search";
"Profile.Username" = "kullanıcı adı";
"Settings.Username" = "Kullanıcı adı";
"Settings.UsernameEmpty" = "yok";

"Username.Title" = "Kullanıcı adı";
"Username.Placeholder" = "Kullanıcı Adınız";
"Username.Help" = "You can choose a username on **Telegram**. If you do, other people will be able to find you by this username and contact you without knowing your phone number.\n\nYou can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.";
"Username.InvalidTooShort" = "Kullanıcı adı en az 5 karakter içermeli";
"Username.InvalidStartsWithNumber" = "Üzgünüz, kulanıcı adı rakam ile başlayamaz.";
"Username.InvalidCharacters" = "Üzgünüz, kullanıc adı geçersiz.";
"Username.InvalidTaken" = "Üzgünz, kullanıcı adı zaten alınmış.";

"Username.CheckingUsername" = "Kullanıcı adı kontrol ediliyor...";
"Username.UsernameIsAvailable" = "%@ kullanıclabilir.";

"WebSearch.Images" = "Görüntüler";
"WebSearch.GIFs" = "GIFler";
"WebSearch.RecentSectionTitle" = "Yakın Zamanda";
"WebSearch.RecentSectionClear" = "Temizle";

"Settings.PrivacySettings" = "Giz";

"UserCount_1" = "1 kullanıcı";
"UserCount_2" = "2 kullanıcı";
"UserCount_3_10" = "%@ kulanıcı";
"UserCount_any" = "%@ kulanıcı";

"PrivacySettings.Title" = "Gizlilik ve Güvenlik";

"PrivacySettings.PrivacyTitle" = "GİZLİLİK";
"PrivacySettings.LastSeen" = "Son Görülme";
"PrivacySettings.LastSeenEverybody" = "Herkes";
"PrivacySettings.LastSeenContacts" = "Kişilerim";
"PrivacySettings.LastSeenNobody" = "Hiç kimse";

"PrivacySettings.LastSeenEverybodyMinus" = "Herkes (-%@)";
"PrivacySettings.LastSeenContactsPlus" = "Kişilerim (+%@)";
"PrivacySettings.LastSeenContactsMinus" = "Kişilerim (-%@)";
"PrivacySettings.LastSeenContactsMinusPlus" = "Kişilerim (-%@, +%@)";
"PrivacySettings.LastSeenNobodyPlus" = "Hiç Kimse (+%@)";

"PrivacySettings.SecurityTitle" = "GÜVENLİK";

"PrivacySettings.DeleteAccountTitle" = "HESABIMI SİL";
"PrivacySettings.DeleteAccountIfAwayFor" = "Eğer uzaktaysam";
"PrivacySettings.DeleteAccountHelp" = "Eğer bu süre içinde giriş yapmazsanız, hesabınız bütün kişileriniz, mesajlarınız ve gruplarınız ile birlikte silinecek.";
"PrivacySettings.DeleteAccountNowConfirmation" = "Hesabınız silinsin mi?";
"PrivacySettings.DeleteAccountNever" = "Asla";

"PrivacyLastSeenSettings.Title" = "Son Görülme";
"PrivacyLastSeenSettings.CustomHelp" = "Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time. Approximate last seen will be shown instead (recently, within a week, within a month).";
"PrivacyLastSeenSettings.AlwaysShareWith" = "Always Share With";
"PrivacyLastSeenSettings.NeverShareWith" = "Never Share With";
"PrivacyLastSeenSettings.CustomShareSettingsHelp" = "These settings will override the values above.";

"PrivacyLastSeenSettings.CustomShareSettings.Delete" = "Delete";
"PrivacyLastSeenSettings.AlwaysShareWith.Title" = "Always Share";
"PrivacyLastSeenSettings.AlwaysShareWith.Placeholder" = "Always share with users...";
"PrivacyLastSeenSettings.NeverShareWith.Title" = "Never Share";
"PrivacyLastSeenSettings.NeverShareWith.Placeholder" = "Never share with users...";
"PrivacyLastSeenSettings.EmpryUsersPlaceholder" = "Add Users";
"PrivacyLastSeenSettings.AddUsers_1" = "Add 1 user to this list?";
"PrivacyLastSeenSettings.AddUsers_2" = "Add 2 users to this list?";
"PrivacyLastSeenSettings.AddUsers_3_10" = "Add %@ users to this list?";
"PrivacyLastSeenSettings.AddUsers_any" = "Add %@ users to this list?";

"PrivacySettings.FloodControlError" = "Sorry, too many requests. Unable to change privacy settings now, please wait.";


"ImagePicker.NoPhotos" = "No Photos";
"ImagePicker.NoVideos" = "No Videos";

"Settings.OpenSystemPrivacySettings" = "Open %@ Settings";

// Photo Editor
"PhotoEditor.DiscardChanges" = "Discard Changes";
"PhotoEditor.RevertToOriginal" = "Revert to Original";
"PhotoEditor.RevertMessage" = "Revert to original will remove all edits made to this photo. This action cannot be undone.";

"PhotoEditor.Original" = "Original";
"PhotoEditor.Current" = "Current";

"PhotoEditor.CropReset" = "RESET";
"PhotoEditor.CropAuto" = "AUTO";
"PhotoEditor.CropAspectRatioOriginal" = "Original";
"PhotoEditor.CropAspectRatioSquare" = "Square";

"PhotoEditor.EnhanceTool" = "Enhance";
"PhotoEditor.ExposureTool" = "Exposure";
"PhotoEditor.ContrastTool" = "Contrast";
"PhotoEditor.WarmthTool" = "Warmth";
"PhotoEditor.SaturationTool" = "Saturation";
"PhotoEditor.HighlightsTool" = "Highlights";
"PhotoEditor.ShadowsTool" = "Shadows";
"PhotoEditor.VignetteTool" = "Vignette";
"PhotoEditor.GrainTool" = "Grain";
"PhotoEditor.BlurTool" = "Blur";
"PhotoEditor.SharpenTool" = "Sharpen";

"PhotoEditor.BlurToolOff" = "Off";
"PhotoEditor.BlurToolRadial" = "Radial";
"PhotoEditor.BlurToolLinear" = "Linear";

"PhotoEditor.Set" = "Set";
"PhotoEditor.Skip" = "Skip";

// Camera
"Camera.PhotoMode" = "PHOTO";
"Camera.VideoMode" = "VIDEO";
"Camera.SquareMode" = "SQUARE";
"Camera.FlashOff" = "Off";
"Camera.FlashOn" = "On";
"Camera.FlashAuto" = "Auto";
"Camera.Retake" = "Retake";

"Settings.PhoneNumber" = "Phone Number";

"PhoneNumberHelp.Help" = "You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.\n\n**Important:** all your Telegram contacts will get your **new number** added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"PhoneNumberHelp.Alert" = "All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"PhoneNumberHelp.ChangeNumber" = "Change Number";

"ChangePhoneNumberNumber.Title" = "Change Number";
"ChangePhoneNumberNumber.NewNumber" = "NEW NUMBER";
"ChangePhoneNumberNumber.Help" = "We will send an SMS with a confirmation code to your new number.";
"ChangePhoneNumberNumber.NumberPlaceholder" = "Enter your new number";

"ChangePhoneNumberCode.Code" = "YOUR CODE";
"ChangePhoneNumberCode.CodePlaceholder" = "Code";
"ChangePhoneNumberCode.Help" = "We have sent you an SMS with the code";
"ChangePhoneNumberCode.CallTimer" = "Telegram will call you in %@";
"ChangePhoneNumberCode.RequestingACall" = "Requesting a call from Telegram...";
"ChangePhoneNumberCode.Called" = "Telegram dialed your number";

"LoginPassword.Title" = "Enter Password";
"LoginPassword.PasswordPlaceholder" = "Password";
"LoginPassword.InvalidPasswordError" = "Invalid password. Please try again.";
"LoginPassword.FloodError" = "Limit exceeded. Please try again later.";
"LoginPassword.ForgotPassword" = "Forgot password";
"LoginPassword.PasswordHelp" = "Two-Step verification enabled. Your account is protected with an additional password.";
"LoginPassword.ResetAccount" = "Reset Account";

"QuickSend.Photos_1" = "Send 1 Photo";
"QuickSend.Photos_2" = "Send 2 Photos";
"QuickSend.Photos_3_10" = "Send %@ Photos";
"QuickSend.Photos_any" = "Send %@ Photos";

"Share.Title" = "Share";
"Forward.ConfirmMultipleFiles_1" = "Send 1 file to {target}?";
"Forward.ConfirmMultipleFiles_2" = "Send 2 files to {target}?";
"Forward.ConfirmMultipleFiles_3_10" = "Send %@ files to {target}?";
"Forward.ConfirmMultipleFiles_any" = "Send %@ files to {target}?";

"PrivacySettings.TouchIdTitle" = "TouchID";
"PrivacySettings.TouchIdEnable" = "Enable";

"Notification.Reply" = "Reply";
"Notification.Mute1h" = "Mute for 1 hour";
"Notification.Mute1hMin" = "Mute for 1h";
"Conversation.ContextMenuShare" = "Share";

"SharedMedia.TitleAll" = "Shared Media";
"SharedMedia.TitlePhoto" = "Shared Photos";
"SharedMedia.TitleVideo" = "Shared Videos";
"SharedMedia.TitleFile" = "Shared Files";
"SharedMedia.TitleAudio" = "Müzik Paylaş";

"SharedMedia.All" = "All";
"SharedMedia.Incoming" = "Received";
"SharedMedia.Outgoing" = "Sent";

"SharedMedia.Photo_1" = "1 photo";
"SharedMedia.Photo_2" = "2 photos";
"SharedMedia.Photo_3_10" = "%@ photos";
"SharedMedia.Photo_any" = "%@ photos";

"SharedMedia.Video_1" = "1 video";
"SharedMedia.Video_2" = "2 videos";
"SharedMedia.Video_3_10" = "%@ videos";
"SharedMedia.Video_any" = "%@ videos";

"SharedMedia.File_1" = "1 file";
"SharedMedia.File_2" = "2 files";
"SharedMedia.File_3_10" = "%@ files";
"SharedMedia.File_any" = "%@ files";

"SharedMedia.Generic_1" = "1 media file";
"SharedMedia.Generic_2" = "2 media files";
"SharedMedia.Generic_3_10" = "%@ media files";
"SharedMedia.Generic_any" = "%@ media files";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";
"FileSize.GB" = "%@ GB";

"DownloadingStatus" = "Downloading %@ of %@";

"Time.MonthOfYear_1" = "January %@";
"Time.MonthOfYear_2" = "February %@";
"Time.MonthOfYear_3" = "March %@";
"Time.MonthOfYear_4" = "April %@";
"Time.MonthOfYear_5" = "May %@";
"Time.MonthOfYear_6" = "June %@";
"Time.MonthOfYear_7" = "July %@";
"Time.MonthOfYear_8" = "August %@";
"Time.MonthOfYear_9" = "September %@";
"Time.MonthOfYear_10" = "October %@";
"Time.MonthOfYear_11" = "November %@";
"Time.MonthOfYear_12" = "December %@";

"Time.PreciseDate_1" = "Jan %1$@, %2$@ at %3$@";
"Time.PreciseDate_2" = "Feb %1$@, %2$@ at %3$@";
"Time.PreciseDate_3" = "Mar %1$@, %2$@ at %3$@";
"Time.PreciseDate_4" = "Apr %1$@, %2$@ at %3$@";
"Time.PreciseDate_5" = "May %1$@, %2$@ at %3$@";
"Time.PreciseDate_6" = "Jun %1$@, %2$@ at %3$@";
"Time.PreciseDate_7" = "Jul %1$@, %2$@ at %3$@";
"Time.PreciseDate_8" = "Aug %1$@, %2$@ at %3$@";
"Time.PreciseDate_9" = "Sep %1$@, %2$@ at %3$@";
"Time.PreciseDate_10" = "Oct %1$@, %2$@ at %3$@";
"Time.PreciseDate_11" = "Nov %1$@, %2$@ at %3$@";
"Time.PreciseDate_12" = "Dec %1$@, %2$@ at %3$@";

"MuteFor.Minutes_1" = "Mute for 1 minute";
"MuteFor.Minutes_2" = "Mute for 2 minutes";
"MuteFor.Minutes_3_10" = "Mute for %@ minutes";
"MuteFor.Minutes_any" = "Mute for %@ minutes";

"MuteFor.Hours_1" = "Mute for 1 hour";
"MuteFor.Hours_2" = "Mute for 2 hours";
"MuteFor.Hours_3_10" = "Mute for %@ hours";
"MuteFor.Hours_any" = "Mute for %@ hours";

"MuteFor.Days_1" = "Mute for 1 day";
"MuteFor.Days_2" = "Mute for 2 days";
"MuteFor.Days_3_10" = "Mute for %@ days";
"MuteFor.Days_any" = "Mute for %@ days";

"MuteFor.Weeks_1" = "Mute for 1 week";
"MuteFor.Weeks_2" = "Mute for 2 weeks";
"MuteFor.Weeks_3_10" = "Mute for %@ weeks";
"MuteFor.Weeks_any" = "Mute for %@ weeks";

"MuteExpires.Minutes_1" = "in 1 minute";
"MuteExpires.Minutes_2" = "in 2 minutes";
"MuteExpires.Minutes_3_10" = "in %@ minutes";
"MuteExpires.Minutes_any" = "in %@ minutes";

"MuteExpires.Hours_1" = "in 1 hour";
"MuteExpires.Hours_2" = "in 2 hours";
"MuteExpires.Hours_3_10" = "in %@ hours";
"MuteExpires.Hours_any" = "in %@ hours";

"MuteExpires.Days_1" = "in 1 day";
"MuteExpires.Days_2" = "in 2 days";
"MuteExpires.Days_3_10" = "in %@ days";
"MuteExpires.Days_any" = "in %@ days";

"SharedMedia.EmptyTitle" = "No media files yet";
"SharedMedia.EmptyText" = "Share photos and videos in this chat\n — or this paperclip stays unhappy.";
"SharedMedia.EmptyFilesText" = "You can send and receive\nfiles of any type up to 1.5 GB each\nand access them anywhere.";

"ShareFileTip.Title" = "Sharing Files";
"ShareFileTip.Text" = "You can share **uncompressed** media files from your Camera Roll here.\n\nTo share files of any other type, open them on your %@ (e.g. in your browser), tap **Open in...** or the action button and choose Telegram.";
"ShareFileTip.CloseTip" = "Close Tip";

"DialogList.SearchSectionDialogs" = "Chats and Contacts";
"DialogList.SearchSectionGlobal" = "Global Search";
"DialogList.SearchSectionMessages" = "Messages";

"Username.LinkHint" = "This link opens a chat with you in Telegram:[\nhttps://telegram.me/%@]";
"Username.LinkCopied" = "Copied link to clipboard";

"SharedMedia.ItemsSelected_1" = "1 Selected";
"SharedMedia.ItemsSelected_2" = "2 Selected";
"SharedMedia.ItemsSelected_3_10" = "%@ Selected";
"SharedMedia.ItemsSelected_any" = "%@ Selected";

"SharedMedia.DeleteItemsConfirmation_1" = "Delete media file?";
"SharedMedia.DeleteItemsConfirmation_2" = "Delete 2 media files?";
"SharedMedia.DeleteItemsConfirmation_3_10" = "Delete %@ media files?";
"SharedMedia.DeleteItemsConfirmation_any" = "Delete %@ media files?";

"PrivacySettings.Passcode" = "Passcode Lock";
"PasscodeSettings.Title" = "Passcode Lock";
"PasscodeSettings.TurnPasscodeOn" = "Turn Passcode On";
"PasscodeSettings.TurnPasscodeOff" = "Turn Passcode Off";
"PasscodeSettings.ChangePasscode" = "Change Passcode";
"PasscodeSettings.Help" = "When you set up an additional passcode, a lock icon will appear on the chats page. Tap it to lock and unlock the app.\n\nNote: if you forget the passcode, you'll need to delete and reinstall the app. All secret chats will be lost.";
"PasscodeSettings.UnlockWithTouchId" = "Unlock with Touch ID";
"PasscodeSettings.SimplePasscode" = "Simple Passcode";
"PasscodeSettings.SimplePasscodeHelp" = "A simple passcode is a 4 digit number.";
"PasscodeSettings.EncryptData" = "Encrypt Local Database";
"PasscodeSettings.EncryptDataHelp" = "Experimental feature, use with caution. Encrypt your local Telegram data, using a derivative of your passcode as the key.";

"EnterPasscode.EnterTitle" = "Enter your Telegram Passcode";
"EnterPasscode.SetupTitle" = "New Passcode";
"EnterPasscode.ChangeTitle" = "Change Passcode";
"EnterPasscode.EnterPasscode" = "Enter your Telegram Passcode";
"EnterPasscode.EnterNewPasscodeNew" = "Enter a passcode";
"EnterPasscode.EnterNewPasscodeChange" = "Enter your new passcode";
"EnterPasscode.RepeatNewPasscode" = "Re-enter your new passcode";
"EnterPasscode.EnterCurrentPasscode" = "Enter your current passcode";
"EnterPasscode.TouchId" = "Enter your passcode";

"DialogList.PasscodeLockHelp" = "Tap to lock Telegram";

"PasscodeSettings.AutoLock" = "Auto-Lock";
"PasscodeSettings.AutoLock.Disabled" = "Disabled";
"PasscodeSettings.AutoLock.IfAwayFor_1minute" = "If away for 1 min";
"PasscodeSettings.AutoLock.IfAwayFor_5minutes" = "If away for 5 min";
"PasscodeSettings.AutoLock.IfAwayFor_1hour" = "If away for 1 hour";
"PasscodeSettings.AutoLock.IfAwayFor_5hours" = "If away for 5 hours";

"PasscodeSettings.FailedAttempts_1" = "1 Failed Passcode Attempt";
"PasscodeSettings.FailedAttempts_2" = "2 Failed Passcode Attempts";
"PasscodeSettings.FailedAttempts_3_10" = "%@ Failed Passcode Attempts";
"PasscodeSettings.FailedAttempts_any" = "%@ Failed Passcode Attempt";
"PasscodeSettings.TryAgainIn1Minute" = "Try again in 1 minute";

"AccessDenied.Title" = "Please Allow Access";

"AccessDenied.Contacts" = "Telegram messaging is based on your existing contact list.\n\nPlease go to Settings > Privacy > Contacts and set Telegram to ON.";

"AccessDenied.VoiceMicrophone" = "Telegram needs access to your microphone to send voice messages.\n\nPlease go to Settings > Privacy > Microphone and set Telegram to ON.";

"AccessDenied.VideoMicrophone" = "Telegram needs access to your microphone to record sound in videos recording.\n\nPlease go to Settings > Privacy > Microphone and set Telegram to ON.";

"AccessDenied.MicrophoneRestricted" = "Microphone access is restricted for Telegram.\n\nPlease go to Settings > General > Restrictions > Microphone and set Telegram to ON.";


"AccessDenied.Camera" = "Telegram needs access to your camera to take photos and videos.\n\nPlease go to Settings > Privacy > Camera and set Telegram to ON.";

"AccessDenied.CameraRestricted" = "Camera access is restricted for Telegram.\n\nPlease go to Settings > General > Restrictions > Camera and set Telegram to ON.";

"AccessDenied.CameraDisabled" = "Camera access is globally restricted on your phone.\n\nPlease go to Settings > General > Restrictions and set Camera to ON";

"AccessDenied.PhotosAndVideos" = "Telegram needs access to your photo library to send photos and videos.\n\nPlease go to Settings > Privacy > Photos and set Telegram to ON.";

"AccessDenied.SaveMedia" = "Telegram needs access to your photo library to save photos and videos.\n\nPlease go to Settings > Privacy > Photos and set Telegram to ON.";

"AccessDenied.PhotosRestricted" = "Photo access is restricted for Telegram.\n\nPlease go to Settings > General > Restrictions > Photos and set Telegram to ON.";

"AccessDenied.LocationDenied" = "Telegram needs access to your location so that you can share it with your contacts.\n\nPlease go to Settings > Privacy > Location Services and set Telegram to ON.";

"AccessDenied.LocationDisabled" = "Telegram needs access to your location so that you can share it with your contacts.\n\nPlease go to Settings > Privacy > Location Services and set it to ON.";

"AccessDenied.LocationTracking" = "Telegram needs access to your location to show you on the map.\n\nPlease go to Settings > Privacy > Location Services and set it to ON.";

"AccessDenied.Settings" = "Ayarlar";

"WebSearch.RecentClearConfirmation" = "Are you sure you want to clear recent images?";

"FeatureDisabled.Oops" = "Oops";

"Conversation.ContextMenuReply" = "Cevap";

"ForwardedMessages_1" = "İletilmiş mesaj";
"ForwardedMessages_2" = "2 forwarded messages";
"ForwardedMessages_3_10" = "%@ forwarded messages";
"ForwardedMessages_any" = "%@ forwarded messages";

"ForwardedFiles_1" = "Forwarded file";
"ForwardedFiles_2" = "2 forwarded files";
"ForwardedFiles_3_10" = "%@ forwarded files";
"ForwardedFiles_any" = "%@ forwarded files";

"ForwardedStickers_1" = "Forwarded sticker";
"ForwardedStickers_2" = "2 forwarded stickers";
"ForwardedStickers_3_10" = "%@ forwarded stickers";
"ForwardedStickers_any" = "%@ forwarded stickers";

"ForwardedPhotos_1" = "Forwarded photo";
"ForwardedPhotos_2" = "2 forwarded photos";
"ForwardedPhotos_3_10" = "%@ forwarded photos";
"ForwardedPhotos_any" = "%@ forwarded photos";

"ForwardedVideos_1" = "Forwarded video";
"ForwardedVideos_2" = "2 forwarded videos";
"ForwardedVideos_3_10" = "%@ forwarded videos";
"ForwardedVideos_any" = "%@ forwarded videos";

"ForwardedAudios_1" = "Forwarded audio";
"ForwardedAudios_2" = "2 forwarded audios";
"ForwardedAudios_3_10" = "%@ forwarded audios";
"ForwardedAudios_any" = "%@ forwarded audios";

"ForwardedLocations_1" = "Forwarded location";
"ForwardedLocations_2" = "2 forwarded locations";
"ForwardedLocations_3_10" = "%@ forwarded locations";
"ForwardedLocations_any" = "%@ forwarded locations";

"ForwardedGifs_1" = "Forwarded GIF";
"ForwardedGifs_2" = "2 forwarded GIFs";
"ForwardedGifs_3_10" = "%@ forwarded GIFs";
"ForwardedGifs_any" = "%@ forwarded GIFs";

"ForwardedContacts_1" = "Forwarded contact";
"ForwardedContacts_2" = "2 forwarded contacts";
"ForwardedContacts_3_10" = "%@ forwarded contacts";
"ForwardedContacts_any" = "%@ forwarded contacts";

"ForwardedAuthors2" = "%@, %@";
"ForwardedAuthorsOthers_1" = "%@ and 1 other";
"ForwardedAuthorsOthers_2" = "%@ and 2 others";
"ForwardedAuthorsOthers_3_10" = "%@ and %@ others";
"ForwardedAuthorsOthers_any" = "%@ and %@ others";

"PrivacySettings.TwoStepAuth" = "İki adımlı doğrulama";
"TwoStepAuth.Title" = "İki adımlı doğrulama";
"TwoStepAuth.SetPassword" = "Set Additional Password";
"TwoStepAuth.SetPasswordHelp" = "You can set a password that will be required when you log in on a new device in addition to the code you get in the SMS.";
"TwoStepAuth.SetupPasswordTitle" = "Your Password";

"TwoStepAuth.SetupHintTitle" = "Password Hint";
"TwoStepAuth.SetupHint" = "Please create a hint for your password:";

"TwoStepAuth.ChangePassword" = "Change Password";
"TwoStepAuth.RemovePassword" = "Turn Password Off";
"TwoStepAuth.SetupEmail" = "Set Recovery E-Mail";
"TwoStepAuth.ChangeEmail" = "Change Recovery E-Mail";
"TwoStepAuth.PendingEmailHelp" = "Your recovery e-mail %@ is not yet active and pending confirmation.";
"TwoStepAuth.GenericHelp" = "You have enabled Two-Step verification.\nYou'll need the password you set up here to log in to your Telegram account.";

"TwoStepAuth.ConfirmationTitle" = "İki adımlı doğrulama";
"TwoStepAuth.ConfirmationText" = "Please check your e-mail and click on the validation link to complete Two-Step Verification setup. Be sure to check the spam folder as well.";
"TwoStepAuth.ConfirmationChangeEmail" = "Change e-mail";
"TwoStepAuth.ConfirmationAbort" = "Abort Two-Step Verification Setup";

"TwoStepAuth.SetupPasswordEnterPasswordNew" = "Enter a password:";
"TwoStepAuth.SetupPasswordEnterPasswordChange" = "Please enter your new password:";
"TwoStepAuth.SetupPasswordConfirmPassword" = "Please re-enter your password:";
"TwoStepAuth.SetupPasswordConfirmFailed" = "Passwords don't match. Please try again.";

"TwoStepAuth.EnterPasswordTitle" = "Şifre";
"TwoStepAuth.EnterPasswordPassword" = "Şifre";
"TwoStepAuth.EnterPasswordHint" = "Hint: %@";
"TwoStepAuth.EnterPasswordHelp" = "İki adımlı doğrulamayı etkinleştirdiniz,  bu yüzden hesabınız ek şifre ile korunmaktadır.";
"TwoStepAuth.EnterPasswordInvalid" = "Invalid password. Please try again.";
"TwoStepAuth.EnterPasswordForgot" = "Şifremi unuttum?";

"TwoStepAuth.EmailTitle" = "Recovery E-Mail";
"TwoStepAuth.EmailSkip" = "Skip";
"TwoStepAuth.EmailSkipAlert" = "No, seriously.\n\nIf you forget your password, you will lose access to your Telegram account. There will be no way to restore it.";
"TwoStepAuth.Email" = "E-Mail";
"TwoStepAuth.EmailPlaceholder" = "Your E-Mail";
"TwoStepAuth.EmailHelp" = "Please add your valid e-mail. It is the only way to recover a forgotten password.";
"TwoStepAuth.EmailInvalid" = "Invalid e-mail address. Please try again.";
"TwoStepAuth.EmailSent" = "We have sent you an e-mail to confirm your address.";
"TwoStepAuth.PasswordSet" = "İki adımlı doğrulama için şifreniz artık aktif.";
"TwoStepAuth.PasswordRemoveConfirmation" = "Are you sure you want to disable your password?";

"TwoStepAuth.RecoveryUnavailable" = "Şifre tanımlanırken kurtarma e-postası seçilmemiş, lütfen diğer hesap sıfırlama veya şifre sıfırlama seçeneklerini deneyin.";
"TwoStepAuth.RecoveryFailed" = "Your remaining options are either to remember your password or to reset your account.";
"TwoStepAuth.ResetAccount" = "Hesabımı sıfırla";
"TwoStepAuth.ResetAccountHelp" = "You will lose all your chats and messages, along with any media and files you've shared, if you proceed with resetting your account.";
"TwoStepAuth.ResetAccountConfirmation" = "You will lose all your chats and messages, along with any media and files you've shared, if you proceed with resetting your account.";

"TwoStepAuth.RecoveryTitle" = "E-Mail Code";
"TwoStepAuth.RecoverySent" = "We have sent a recovery code to the e-mail you provided:\n\n%@";
"TwoStepAuth.RecoveryCode" = "Kod";
"TwoStepAuth.RecoveryCodeHelp" = "Please check your e-mail and enter the 6-digit code we've sent there to deactivate your cloud password.";
"TwoStepAuth.RecoveryCodeInvalid" = "Invalid code. Please try again.";
"TwoStepAuth.RecoveryCodeExpired" = "We have sent you a new 6-digit code.";
"TwoStepAuth.RecoveryEmailUnavailable" = "Having trouble accessing your e-mail %@?";

"TwoStepAuth.FloodError" = "Limit exceeded. Please try again later.";
"TwoStepAuth.GenericError" = "An error occurred. Please try again later.";

"Conversation.FilePhotoOrVideo" = "Photo or Video";
"Conversation.FileICloudDrive" = "iCloud Drive";
"Conversation.FileDropbox" = "Dropbox";
"Conversation.FileGoogleDrive" = "Google Drive";

"Conversation.FileHowTo" = "How to share files?";
"Conversation.FileOpenIn" = "Open in...";
"Conversation.FileHowToText" = "To share files of any type, open them on your %@ (e.g. in your browser), tap **Open in...** or the action button and choose Telegram.";

"Map.LocationTitle" = "Konum";
"Map.OpenInMaps" = "Open in Maps";
"Map.OpenInGooglePlus" = "Open in Google Plus";
"Map.OpenInFoursquare" = "Open in Foursquare";
"Map.OpenInHereMaps" = "Open in HERE Maps";
"Map.OpenInYandexMaps" = "Open in Yandex Maps";
"Map.OpenInYandexNavigator" = "Open in Yandex Navigator";
"Map.OpenIn" = "Open In";
"Map.More" = "Daha fazlası...";

"Map.SendThisLocation" = "Send this location";
"Map.SendMyCurrentLocation" = "Send my current location";
"Map.Locating" = "Locating...";
"Map.ChooseAPlace" = "Or choose a place";
"Map.AccurateTo" = "Accurate to %@";
"Map.Search" = "Search places nearby";
"Map.ShowPlaces" = "Show places";
"Map.LoadError" = "An error occurred. Please try again.";
"Map.LocatingError" = "Failed to locate";
"Map.Unknown" = "Unknown location";

"Map.DistanceAway" = "%@ away";
"Map.ETAMinutes_any" = "%@ min";
"Map.ETAHours_1" = "%@ h";
"Map.ETAHours_any" = "%@ h";

"GoogleDrive.Title" = "Google Drive";
"GoogleDrive.Logout" = "Log Out";
"GoogleDrive.LogoutTitle" = "Log Out";
"GoogleDrive.LogoutMessage" = "Are you sure you want to log out from Google Drive?";
"GoogleDrive.LogoutLogout" = "Log Out";
"GoogleDrive.FolderIsEmpty" = "Folder is empty.";
"GoogleDrive.FolderLoadError" = "Unable to load folder.";
"GoogleDrive.LoadErrorTitle" = "Unable to Connect";
"GoogleDrive.LoadErrorMessage" = "Please check your internet connection and try again.";

"ChangePhone.ErrorOccupied" = "The number %@ is already connected to a Telegram account. Please delete that account before migrating to the new number.";

"AccessDenied.LocationTracking" = "Telegram needs access to your location to show you on the map.\n\nPlease go to Settings > Privacy > Location Services and set it to ON.";

"PrivacySettings.AuthSessions" = "Active Sessions";
"AuthSessions.Title" = "Active Sessions";
"AuthSessions.CurrentSession" = "CURRENT SESSION";
"AuthSessions.TerminateOtherSessions" = "Diğer tüm oturumları sonlandır";
"AuthSessions.TerminateOtherSessionsHelp" = "Logs out all devices except for this one.";
"AuthSessions.TerminateSession" = "Terminate session";
"AuthSessions.OtherSessions" = "ACTIVE SESSIONS";
"AuthSessions.EmptyTitle" = "No other sessions";
"AuthSessions.EmptyText" = "You can log in to Telegram from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.";
"AuthSessions.AppUnofficial" = "(ID: %@)";

"WebPreview.GettingLinkInfo" = "Getting Link Info...";
"WebPreview.LinkPreview" = "Link Preview";

"Preview.OpenInInstagram" = "Open in Instagram";

"MediaPicker.AddCaption" = "Add a caption...";

"GroupInfo.InviteByLink" = "Invite to Group via Link";

"GroupInfo.InviteLink.Title" = "Invite Link";
"GroupInfo.InviteLink.LinkSection" = "LINK";
"GroupInfo.InviteLink.Help" = "Anyone who has Telegram installed will be able to join your group by following this link.";
"GroupInfo.InviteLink.CopyLink" = "Copy Link";
"GroupInfo.InviteLink.RevokeLink" = "Revoke Link";
"GroupInfo.InviteLink.ShareLink" = "Share Link";
"GroupInfo.InviteLink.RevokeAlert.Text" = "Bu bağlantıyı iptal etmek istediğinize emin misiniz? Bunu yaptıktan sonra, hiç kimse bu bağlantıyı kullanarak gruba katılamayacak.";
"GroupInfo.InviteLink.RevokeAlert.Revoke" = "Geri Al";
"GroupInfo.InviteLink.RevokeAlert.Success" = "The previous invite link is now inactive. A new invite link has just been generated.";
"GroupInfo.InviteLink.CopyAlert.Success" = "Link copied to clipboard.";

"UserInfo.ShareMyContactInfo" = "Share My Contact Info";

"GroupInfo.InvitationLinkAccept" = "Do you want to join the chat \"%@\"?";
"GroupInfo.InvitationLinkAcceptChannel" = "Do you want to join the channel \"%@\"?";
"GroupInfo.InvitationLinkAlreadyAccepted" = "You already are a member in this group.";
"GroupInfo.InvitationLinkDoesNotExist" = "Sorry, this group does not seem to exist.";
"GroupInfo.InvitationLinkGroupFull" = "Sorry, this group is already full.";

"Core.ServiceUserStatus" = "Service Notifications";

"Notification.JoinedGroupByLink" = "%@ joined the group via invite link";

"ChatSettings.Other" = "OTHER";
"ChatSettings.Stickers" = "Çıkartmalar";

"StickerPacksSettings.Title" = "Stickers";
"StickerPacksSettings.ShowStickersButton" = "Show Stickers Tab";
"StickerPacksSettings.ShowStickersButtonHelp" = "A sticker icon will appear in the input field.";

"StickerPacksSettings.StickerPacksSection" = "STICKER SETS";
"StickerPacksSettings.ManagingHelp" = "Artists are welcome to add their own sticker sets using our @stickers bot.\n\nUsers can add stickers by double-tapping them and choosing \"Add Stickers\".";

"StickerPack.RemovePrompt" = "Remove \"%@\"?";
"StickerPack.BuiltinPackName" = "Great Minds";
"StickerPack.StickerCount_1" = "1 sticker";
"StickerPack.StickerCount_2" = "2 stickers";
"StickerPack.StickerCount_3_10" = "%@ stickers";
"StickerPack.StickerCount_any" = "%@ stickers";

"StickerPack.AddStickerCount_1" = "Add 1 Sticker";
"StickerPack.AddStickerCount_2" = "Add 2 Stickers";
"StickerPack.AddStickerCount_3_10" = "Add %@ Stickers";
"StickerPack.AddStickerCount_any" = "Add %@ Stickers";

"StickerPack.ShareStickers" = "Share Stickers";

"Conversation.ContextMenuStickerPackAdd" = "Add Stickers";
"Conversation.ContextMenuStickerPackInfo" = "Bilgi";

"MediaPicker.Processing" = "Processing %@";
"MediaPicker.Nof" = "%@ of";

"UserInfo.ShareBot" = "Share";
"UserInfo.InviteBotToGroup" = "Add To Group";
"Profile.BotInfo" = "about";
"Profile.ShareBotPersonFormat" = "Share the bot with %@?";
"Profile.ShareBotGroupFormat" = "Share the bot with %@?";

"Target.SelectGroup" = "Choose Group";
"Target.InviteToGroupConfirmation" = "Add the bot to \"%@\"?";
"Target.InviteToGroupErrorAlreadyInvited" = "The bot is already a member of the group.";
"Bot.GenericBotStatus" = "bot";
"Bot.DescriptionTitle" = "Bu bot ne yapabilir?";
"Bot.GroupStatusReadsHistory" = "mesajlara erişimi var";
"Bot.GroupStatusDoesNotReadHistory" = "mesajlara erişimi yok";
"Bot.Start" = "Başla";
"UserInfo.BotSettings" = "Ayarlar";
"UserInfo.BotHelp" = "Yardım";

"Contacts.SearchLabel" = "Search for contacts or usernames";
"ChatSearch.SearchPlaceholder" = "Arama";

"WatchRemote.NotificationText" = "Open this notification on your phone to view the message from your Apple Watch";
"WatchRemote.AlertTitle" = "Message from your Apple Watch";
"WatchRemote.AlertText" = "Open the message here?";
"WatchRemote.AlertOpen" = "Aç";

"Conversation.SearchPlaceholder" = "Search this chat";
"Conversation.SearchNoResults" = "No Results";

"GroupInfo.AddUserLeftError" = "Sorry, if a person left a group, only a mutual contact can bring them back (they need to have your phone number, and you need theirs).";

"DialogList.SearchSectionRecent" = "Recent";

"DialogList.DeleteBotConfirmation" = "Sil";
"DialogList.DeleteBotConversationConfirmation" = "Delete and Stop";
"Bot.Stop" = "Stop Bot";
"Bot.Unblock" = "Restart Bot";

"Login.PhoneNumberHelp" = "Yardım";
"Login.EmailPhoneSubject" = "Invalid number %@";
"Login.EmailPhoneBody" = "I'm trying to use my mobile phone number: %@\nBut Telegram says it's invalid. Please help.";

"SharedMedia.TitleLink" = "Shared Links";
"SharedMedia.EmptyLinksText" = "All links shared in this chat will appear here.";

"SharedMedia.Link_1" = "1 link";
"SharedMedia.Link_2" = "2 links";
"SharedMedia.Link_3_10" = "%@ links";
"SharedMedia.Link_any" = "%@ links";

"Compose.NewChannelButton" = "New Channel";
"Channels.Title" = "Channels";

"Compose.NewChannel" = "New Channel";
"GroupInfo.ChannelListNamePlaceholder" = "Channel Name";

"Channel.MessagePhotoUpdated" = "Kanal fotoğrafı güncellendi";
"Channel.MessagePhotoRemoved" = "Kanal fotoğrafı kaldırıldı";
"Channel.MessageTitleUpdated" = "Channel renamed to \"%@\"";
"Channel.TitleInfo" = "Channel Info";

"Channel.UpdatePhotoItem" = "Set Channel Photo";

"Channel.AboutItem" = "about";
"Channel.LinkItem" = "share link";
"Channel.Edit.AboutItem" = "Açıklama";
"Channel.Edit.LinkItem" = "Link";

"Channel.Username.Title" = "Link";
"Channel.Username.Help" = "You can choose a channel name on **Telegram**. If you do, other people will be able to find your channel by this name.\n\nYou can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.";
"Channel.Username.LinkHint" = "This link opens your channel in Telegram:[\nhttps://telegram.me/%@]";
"Channel.Username.InvalidTooShort" = "Channel names must have at least 5 characters.";
"Channel.Username.InvalidStartsWithNumber" = "Channel names can't start with a number.";
"Channel.Username.InvalidCharacters" = "Sorry, this name is invalid.";
"Channel.Username.InvalidTaken" = "Sorry, this name is already taken.";
"Channel.Username.CheckingUsername" = "Checking name...";
"Channel.Username.UsernameIsAvailable" = "%@ is available.";

"Channel.Share" = "Share";
"Channel.LeaveChannel" = "Leave Channel";

"Channel.About.Title" = "Açıklama";

"Channel.About.Placeholder" = "Açıklama";
"Channel.About.Help" = "You can provide an optional description for your channel.";
"Group.About.Help" = "You can provide an optional description for your group.";
"Channel.About.Error" = "An error occurred.";
"Channel.ShareNoLink" = "Please select a link for your channel so that people can find it in search.";

"Channel.Status" = "channel";
"Group.Status" = "group";

"Compose.NewChannel.Members" = "MEMBERS";
"Compose.NewChannel.AddMember" = "Add Member...";
"Compose.NewChannel.AddMemberHelp" = "You can invite your contacts to join the channel right now or add them later.";
"Channel.NotificationSelfAdded" = "%@ added you to this channel";

"ChannelInfo.ConfirmLeave" = "Leave Channel";
"Channel.JoinChannel" = "Join";
"Forward.ChannelReadOnly" = "Sorry, you can't post to this channel.";

"Conversation.InfoChannel" = "Channel";

"Channel.ErrorAccessDenied" = "Sorry, this channel is private.";
"Conversation.InputTextBroadcastPlaceholder" = "Broadcast";

"Channel.NotificationCommentsEnabled" = "Comments are enabled";
"Channel.NotificationCommentsDisabled" = "Comments are disabled";
"Channel.Edit.EnableComments" = "Comments";

"Channel.TitleShowDiscussion" = "show comments";
"Channel.ShareChannel" = "Share";

"Channel.NotificationComments_1" = "1 comment";
"Channel.NotificationComments_2" = "2 comments";
"Channel.NotificationComments_3_10" = "%@ comments";
"Channel.NotificationComments_any" = "%@ comments";
"Channel.NotificationLoading" = "Yükleniyor...";

"Conversation.InputTextDisabledPlaceholder" = "Comments are disabled";
"Compose.ChannelTokenListPlaceholder" = "Search for contacts or usernames";
"Compose.GroupTokenListPlaceholder" = "Search for contacts or usernames";

"Compose.ChannelMembers" = "Kişiler";

"Channel.Setup.TypeHeader" = "CHANNEL TYPE";
"Channel.Setup.TypePrivate" = "Private";
"Channel.Setup.TypePublic" = "Public";
"Channel.Setup.TypePublicHelp" = "Public channels can be found in search, anyone can join them.";
"Channel.Setup.TypePrivateHelp" = "Private channels can only be joined via an invite link.";

"Channel.Setup.Title" = "Channel";

"Channel.Username.CreatePublicLinkHelp" = "People can share this link with others and find your channel using Telegram search.";
"Channel.Username.CreatePrivateLinkHelp" = "People can join your channel by following this link. You can revoke the link at any time.";

"Channel.Username.CreateCommentsEnabled" = "Comments";
"Channel.Username.CreateCommentsHelp" = "If you enable comments, members will be able to discuss your post in the channel.";

"Channel.Setup.PublicNoLink" = "Please choose a link for your public channel, so that people can find it in search and share with others.\n\nIf you're not interested, we suggest creating a private channel instead.";

"Channel.Edit.PrivatePublicLinkAlert" = "Please note that if you choose a public link for your channel, anyone will be able to find it in search and join.\n\nDo not create this link if you want your channel to stay private.";

"Channel.Info.Description" = "description";

"Channel.Info.Management" = "Admins";
"Channel.Info.BlackList" = "Blacklist";
"Channel.Info.Members" = "Kişiler";

"Channel.Members.AddMembers" = "Add Members";
"Channel.Members.AddMembersHelp" = "Only channel admins can see this list.";
"Channel.Members.Title" = "Kişiler";
"Channel.BlackList.Title" = "Blacklist";
"Channel.Management.Title" = "Admins";
"Channel.Management.LabelCreator" = "Creator";
"Channel.Management.LabelModerator" = "Moderator";
"Channel.Management.LabelEditor" = "Admin";

"Channel.Management.AddModerator" = "Add Admin";
"Channel.Management.AddModeratorHelp" = "You can add admins to help you manage your channel.";

"Channel.Members.Kick" = "Kaldır";
"Channel.Management.Remove" = "Kaldır";

"Conversation.InputTextCommentPlaceholder" = "Comment";

"Channel.Members.InviteLink" = "Invite via Link";

"Channel.Management.ErrorNotMember" = "%@ hasn't joined the channel yet. Do you want to invite them?";

"Channel.Moderator.AccessLevelHeader" = "ACCESS LEVEL";
"Channel.Moderator.AccessLevelEditor" = "Editor";
"Channel.Moderator.AccessLevelModerator" = "Moderator";

"Channel.Moderator.AccessLevelModeratorHelp" = "Moderators can remove comments by users and manage the channel's blacklist.\n\nModerators can't change the channel's name, link, photo and description.";
"Channel.Moderator.AccessLevelEditorHelp" = "Editors can post as the channel, manage the blacklist and remove posts.\n\nEditors can't change the channel's name, link, photo and description.";
"Channel.Moderator.AccessLevelRevoke" = "Dismiss Moderator";

"Channel.Moderator.Title" = "Moderator";

"Notification.ChannelInviter" = "%@ invited you to this channel";
"Notification.ChannelInviterSelf" = "You joined this channel";

"Notification.GroupInviter" = "%@ invited you to this group";
"Notification.GroupInviterSelf" = "You joined this group";

"ChannelInfo.DeleteChannel" = "Kanalı Sil";
"ChannelInfo.DeleteChannelConfirmation" = "Bekle! Bu kanalı sildiğinde tüm üyeler ve mesajlar kaybedilecek. Kanalı silmek istediğinden emin misin?";

"Channel.Username.InvalidTooManyUsernames" = "Sorry, you have created too many public channels. You can either create a private channel or delete one of your existing channels first.";

"ChannelInfo.ChannelForbidden" = "Sorry, the channel \"%@\" is no longer accessible.";

"PhotoEditor.FadeTool" = "Fade";
"PhotoEditor.TintTool" = "Tint";
"PhotoEditor.TintIntensity" = "Tint Intensity";
"PhotoEditor.ShadowsTint" = "Shadows";
"PhotoEditor.HighlightsTint" = "Highlights";
"PhotoEditor.CurvesTool" = "Curves";
"PhotoEditor.CurvesAll" = "All";
"PhotoEditor.CurvesRed" = "Red";
"PhotoEditor.CurvesGreen" = "Green";
"PhotoEditor.CurvesBlue" = "Blue";

"Channel.ErrorAddBlocked" = "Üzgünüm, kanala yeni bir kullanıcı ekleyemezsin.";
"Channel.ErrorAddTooMuch" = "Sorry, you can only add the first 200 members to a channel. Note that an unlimited number of people may join via the channel's link.";

"ChannelIntro.Title" = "What is a Channel?";
"ChannelIntro.Text" = "Channels are a new tool for\nbroadcasting your messages\nto large audiences.";
"ChannelIntro.CreateChannel" = "Create Channel";

"ShareMenu.Send" = "Gönder";

"Conversation.ReportSpam" = "Report Spam";
"Conversation.ReportSpamConfirmation" = "Bu kullanıcının mesajını spam olarak raporlamak istediğine emin misin?";
"SharedMedia.EmptyMusicText" = "All music shared in this chat will appear here.";

"ChatSettings.AutoPlayAnimations" = "Autoplay GIFs";

"GroupInfo.ChatAdmins" = "Add Admins";

"ChatAdmins.Title" = "Chat Admins";
"ChatAdmins.AllMembersAreAdmins" = "All Members Are Admins";
"ChatAdmins.AllMembersAreAdminsOnHelp" = "All members can add new members, edit name and photo of the group.";
"ChatAdmins.AllMembersAreAdminsOffHelp" = "Only admins can add and remove members, edit name and photo of the group.";
"ChatAdmins.AdminLabel" = "admin";

"Group.MessagePhotoUpdated" = "Group photo updated";
"Group.MessagePhotoRemoved" = "Group photo removed";
"Group.MessageTitleUpdated" = "Group renamed to \"%@\"";

"Group.UpgradeNoticeHeader" = "MEMBERS LIMIT REACHED";

"Group.UpgradeNoticeText1" = "To go over the limit and get additional features, upgrade to a supergroup:";
"Group.UpgradeNoticeText2" = "•  Supergroups can get up to {supergroup_member_limit} members\n•  New members see the entire chat history\n•  Admins delete messages for everyone\n•  Notifications are muted by default";
"GroupInfo.UpgradeButton" = "Upgrade to supergroup";
"Group.UpgradeConfirmation" = "Warning: this action is irreversible. It is not possible to downgrade a supergroup to a regular group.";

"Notification.GroupMigratedToChannel" = "The group was upgraded to a supergroup";
"Notification.GroupDeactivated" = "Group deactivated";
"Notification.GroupDeactivated" = "Group deactivated";
"Notification.ChannelMigratedFrom" = "This group was upgraded to a supergroup";

"Conversation.StatusGroupDeactivated" = "group deactivated";
"GroupInfo.DeactivatedStatus" = "Group Deactivated";

"Notification.RenamedGroup" = "Group renamed";

"Group.ErrorAddTooMuch" = "Sorry, this group is full.";
"Group.ErrorAddTooMuchBots" = "Sorry, you've reached the maximum number of bots for this group.";
"Group.ErrorAddTooMuchAdmins" = "Sorry, you've reached the maximum number of admins for this group.";
"Group.ErrorAddBlocked" = "Sorry, you can't add this user to groups.";
"Group.ErrorNotMutualContact" = "Sorry, you can only add mutual contacts to groups at the moment.";

"Conversation.SendMessageErrorFlood" = "Sorry, you can only send messages to mutual contacts at the moment.";
"Generic.ErrorMoreInfo" = "More Info";

"Notification.InvitedMany" = "%@ invited %@";

"ChannelMembers.Blacklist.EmptyText" = "Blacklisted users are removed from the group and can only come back if invited by an admin. Invite links don't work for them.";

"ChannelInfo.DeleteGroup" = "Delete Group";
"ChannelInfo.DeleteGroupConfirmation" = "Wait! Deleting this group will remove all members and all messages will be lost. Delete the group anyway?";

"ReportPeer.Report" = "Report";

"ReportPeer.ReasonSpam" = "Spam";
"ReportPeer.ReasonViolence" = "Violence";
"ReportPeer.ReasonPornography" = "Pornography";
"ReportPeer.ReasonOther" = "Other";

"ReportPeer.AlertSuccess" = "Thank you!\nYour report will be reviewed by our team very soon.";

"Login.TermsOfServiceLabel" = "By signing up,\nyou agree to the [Terms of Service].";
"Login.TermsOfServiceHeader" = "Terms of Service";

"ReportPeer.ReasonOther.Placeholder" = "Açıklama";
"ReportPeer.ReasonOther.Title" = "Report";
"ReportPeer.ReasonOther.Send" = "Gönder";

"Group.Management.AddModeratorHelp" = "You can add admins to help you manage your group.";

"Watch.AppName" = "Telegram";
"Watch.Compose.AddContact" = "Choose Contact";
"Watch.Compose.CreateMessage" = "Create Message";
"Watch.Compose.CurrentLocation" = "Current Location";
"Watch.Compose.Send" = "Send";
"Watch.Contacts.NoResults" = "No matching\ncontacts found";
"Watch.ChatList.NoConversationsTitle" = "No Conversations";
"Watch.ChatList.NoConversationsText" = "To start messaging,\npress firmly, then tap\nNew Message";
"Watch.ChatList.Compose" = "New Message";

"Watch.Conversation.Reply" = "Reply";
"Watch.Conversation.Unblock" = "Unblock";
"Watch.Conversation.UserInfo" = "Info";
"Watch.Conversation.GroupInfo" = "Group Info";
"Watch.Bot.Restart" = "Restart";

"Watch.UserInfo.Title" = "Info";
"Watch.UserInfo.Service" = "service notifications";

"Watch.UserInfo.Block" = "Block";
"Watch.UserInfo.Unblock" = "Unblock";
"Watch.UserInfo.Mute_1" = "Mute for 1 hour";
"Watch.UserInfo.Mute_2" = "Mute for 2 hours";
"Watch.UserInfo.Mute_3_10" = "Mute for %@ hours";
"Watch.UserInfo.Mute_any" = "Mute for %@ hours";
"Watch.UserInfo.Mute" = "Mute";
"Watch.UserInfo.Unmute" = "Unmute";

"Watch.GroupInfo.Title" = "Group Info";
"Watch.ChannelInfo.Title" = "Channel Info";

"Watch.Message.ForwardedFrom" = "Forwarded from";

"Watch.Notification.Joined" = "Joined Telegram";

"Watch.MessageView.Title" = "Message";
"Watch.MessageView.Forward" = "Forward";
"Watch.MessageView.Reply" = "Reply";
"Watch.MessageView.ViewOnPhone" = "View On Phone";

"Watch.PhotoView.Title" = "Photo";

"Watch.Stickers.Recents" = "Recents";
"Watch.Stickers.RecentPlaceholder" = "Your most frequently used stickers will appear here";
"Watch.Stickers.StickerPacks" = "Sticker Sets";

"Watch.Location.Current" = "Current Location";
"Watch.Location.Access" = "Allow Telegram to access location on your phone";

"Watch.AuthRequired" = "Log in to Telegram on your phone to get started";
"Watch.UnlockRequired" = "Unlock Telegram on your phone";

"Watch.NoConnection" = "No Connection";
"Watch.ConnectionDescription" = "Your Watch needs to be connected for the app to work";

"Watch.State.Connecting" = "Connecting...";
"Watch.State.Updating" = "Updating...";
"Watch.State.WaitingForNetwork" = "No Network";

"Watch.Time.ShortTodayAt" = "Today %@";
"Watch.Time.ShortYesterdayAt" = "Yesterday %@";
"Watch.Time.ShortWeekdayAt" = "%1$@ %2$@";
"Watch.Time.ShortFullAt" = "%1$@ %2$@";

"Watch.LastSeen.JustNow" = "just now";
"Watch.LastSeen.MinutesAgo_1" = "1 minute ago";
"Watch.LastSeen.MinutesAgo_2" = "2 minutes ago";
"Watch.LastSeen.MinutesAgo_3_10" = "%@ minutes ago";
"Watch.LastSeen.MinutesAgo_any" = "%@ minutes ago";
"Watch.LastSeen.HoursAgo_1" = "1 hour ago";
"Watch.LastSeen.HoursAgo_2" = "2 hours ago";
"Watch.LastSeen.HoursAgo_3_10" = "%@ hours ago";
"Watch.LastSeen.HoursAgo_any" = "%@ hours ago";
"Watch.LastSeen.TodayAt" = "today at %@";
"Watch.LastSeen.YesterdayAt" = "yesterday at %@";
"Watch.LastSeen.AtWeekday" = "%@";
"Watch.LastSeen.AtDate" = "%@";
"Watch.LastSeen.Lately" = "recently";
"Watch.LastSeen.WithinAWeek" = "within a week";
"Watch.LastSeen.WithinAMonth" = "within a month";
"Watch.LastSeen.ALongTimeAgo" = "a long time ago";

"Watch.Suggestion.OK" = "OK";
"Watch.Suggestion.ThankYou" = "Thank you.";
"Watch.Suggestion.Thanks" = "Thanks!";
"Watch.Suggestion.WhatsUp" = "What's up?";
"Watch.Suggestion.Yes" = "Yes";
"Watch.Suggestion.No" = "No";
"Watch.Suggestion.Absolutely" = "Absolutely";
"Watch.Suggestion.Nope" = "Nope";
"Watch.Suggestion.TalkLater" = "Talk later?";
"Watch.Suggestion.CantTalk" = "Can't talk now...";
"Watch.Suggestion.HoldOn" = "Hold on a sec...";
"Watch.Suggestion.CallSoon" = "Call you soon.";
"Watch.Suggestion.TextInABit" = "Text you in a bit.";
"Watch.Suggestion.BRB" = "BRB";
"Watch.Suggestion.OnMyWay" = "I'm on my way.";
"Cache.Photos" = "Photos";
"Cache.Videos" = "Videos";
"Cache.Music" = "Music";
"Cache.Files" = "Files";
"Cache.Clear" = "Clear (%@)";
"Cache.ClearNone" = "Clear";
"Cache.ClearProgress" = "Please Wait...";
"Cache.ClearEmpty" = "Empty";
"Cache.ByPeerHeader" = "CHATS";
"Cache.Indexing" = "Telegram is calculating current cache size.\nThis can take a few minutes.";

"ExplicitContent.AlertTitle" = "Sorry";
"ExplicitContent.AlertChannel" = "You can't access this channel because it violates App Store rules.";
"ExplicitContent.AlertUser" = "You can't access this bot because it violates App Store rules.";

"StickerSettings.ContextHide" = "Hide";
"StickerSettings.ContextShow" = "Show";

"Conversation.LinkDialogSave" = "Save";
"Conversation.GifTooltip" = "Tap here to access saved GIFs";

"AttachmentMenu.PhotoOrVideo" = "Photo or Video";
"AttachmentMenu.ImageSearch" = "Image Search";
"AttachmentMenu.File" = "File";

"AttachmentMenu.SendPhoto_1" = "Send 1 Photo";
"AttachmentMenu.SendPhoto_2" = "Send 2 Photos";
"AttachmentMenu.SendPhoto_3_10" = "Send %@ Photos";
"AttachmentMenu.SendPhoto_any" = "Send %@ Photos";

"AttachmentMenu.SendVideo_1" = "Send 1 Video";
"AttachmentMenu.SendVideo_2" = "Send 2 Videos";
"AttachmentMenu.SendVideo_3_10" = "Send %@ Videos";
"AttachmentMenu.SendVideo_any" = "Send %@ Videos";

"AttachmentMenu.SendGif_1" = "Send 1 GIF";
"AttachmentMenu.SendGif_2" = "Send 2 GIFs";
"AttachmentMenu.SendGif_3_10" = "Send %@ GIFs";
"AttachmentMenu.SendGif_any" = "Send %@ GIFs";

"AttachmentMenu.SendItem_1" = "Send 1 Item";
"AttachmentMenu.SendItem_2" = "Send 2 Items";
"AttachmentMenu.SendItem_3_10" = "Send %@ Items";
"AttachmentMenu.SendItem_any" = "Send %@ Items";

"AttachmentMenu.SendAsFile" = "Send as File";
"AttachmentMenu.SendAsFiles" = "Send as Files";

"Conversation.Processing" = "Processing...";

"Conversation.MessageViaUser" = "via %@";

"CreateGroup.SoftUserLimitAlert" = "You will be able to add more users after you finish creating the group and convert it to a supergroup.";
"ChannelMembers.AllMembersMayInvite" = "All Members May Invite";
"ChannelMembers.AllMembersMayInviteOnHelp" = "Everybody can add new members.";
"ChannelMembers.AllMembersMayInviteOffHelp" = "Only admins can add new members.";

"Privacy.GroupsAndChannels" = "Groups";
"Privacy.GroupsAndChannels.WhoCanAddMe" = "WHO CAN ADD ME TO GROUP CHATS";
"Privacy.GroupsAndChannels.CustomHelp" = "You can restrict who can add you to groups and channels with granular precision.";
"Privacy.GroupsAndChannels.AlwaysAllow" = "Always Allow";
"Privacy.GroupsAndChannels.NeverAllow" = "Never Allow";
"Privacy.GroupsAndChannels.CustomShareHelp" = "These users will or will not be able to add you to groups and channels regardless of the settings above.";

"Privacy.GroupsAndChannels.AlwaysAllow.Title" = "Always Allow";
"Privacy.GroupsAndChannels.AlwaysAllow.Placeholder" = "Always allow...";
"Privacy.GroupsAndChannels.NeverAllow.Title" = "Never Allow";
"Privacy.GroupsAndChannels.NeverAllow.Placeholder" = "Never allow...";

"Privacy.GroupsAndChannels.InviteToGroupError" = "Sorry, you cannot add %@ to groups because of %@'s privacy settings.";
"Privacy.GroupsAndChannels.InviteToChannelError" = "Sorry, you cannot add %@ to channels because of %@'s privacy settings.";
"Privacy.GroupsAndChannels.InviteToChannelMultipleError" = "Sorry, you can't create a group with these users due to their privacy settings.";

"ChannelMembers.WhoCanAddMembers" = "Who can add members";
"ChannelMembers.WhoCanAddMembers.AllMembers" = "All Members";
"ChannelMembers.WhoCanAddMembers.Admins" = "Only Admins";
"ChannelMembers.WhoCanAddMembersAllHelp" = "Everybody can add new members.";
"ChannelMembers.WhoCanAddMembersAdminsHelp" = "Only admins can add new members.";

"ChannelMembers.GroupAdminsTitle" = "GROUP ADMINS";
"ChannelMembers.ChannelAdminsTitle" = "CHANNEL ADMINS";
"MusicPlayer.VoiceNote" = "Voice Note";

"PrivacyLastSeenSettings.WhoCanSeeMyTimestamp" = "WHO CAN SEE MY TIMESTAMP";

"PrivacyLastSeenSettings.GroupsAndChannelsHelp" = "Change who can add you to groups and channels.";
"MusicPlayer.VoiceNote" = "Voice Note";

"Watch.Microphone.Access" = "Allow Telegram to access the microphone on your phone";

"Settings.AppleWatch" = "Apple Watch";
"AppleWatch.Title" = "Apple Watch";
"AppleWatch.ReplyPresets" = "REPLY PRESETS";
"AppleWatch.ReplyPresetsHelp" = "You can select one of these default replies when you compose or reply to a message, or you can change them to anything you like.";

"KeyCommand.FocusOnInputField" = "Write Message";
"KeyCommand.Find" = "Search";
"KeyCommand.ScrollUp" = "Scroll Up";
"KeyCommand.ScrollDown" = "Scroll Down";
"KeyCommand.NewMessage" = "New Message";
"KeyCommand.JumpToPreviousChat" = "Jump to Previous Chat";
"KeyCommand.JumpToNextChat" = "Jump to Next Chat";
"KeyCommand.JumpToPreviousUnreadChat" = "Jump to Previous Unread Chat";
"KeyCommand.JumpToNextUnreadChat" = "Jump to Next Unread Chat";
"KeyCommand.SendMessage" = "Send Message";
"KeyCommand.ChatInfo" = "Chat Info";

"Conversation.SecretLinkPreviewAlert" = "Would you like to enable extended link previews in Secret Chats? Note that link previews are generated on Telegram servers.";
"Conversation.SecretChatContextBotAlert" = "Please note that inline bots are provided by third-party developers. For the bot to work, the symbols you type after the bot's username are sent to the respective developer.";

"Map.OpenInWaze" = "Open in Waze";

"ShareMenu.CopyShareLink" = "Copy Link";

"Channel.SignMessages" = "Sign Messages";
"Channel.SignMessages.Help" = "Add names of the admins to the messages they post.";

"Channel.EditMessageErrorGeneric" = "Sorry, you can't edit this message.";

"ChannelInfo.InvitationLinkDoesNotExist" = "Sorry, this channel does not seem to exist.";

"Conversation.InputTextSilentBroadcastPlaceholder" = "Silent Broadcast";
"Conversation.SilentBroadcastTooltipOn" = "Members will be notified when you post";
"Conversation.SilentBroadcastTooltipOff" = "Members will not be notified when you post";

"Settings.About" = "Bio";
"GroupInfo.LabelAdmin" = "admin";

"Conversation.Pin" = "Pin";
"Conversation.Unpin" = "Unpin";
"Conversation.Report" = "Report Spam";
"Conversation.PinnedMessage" = "Pinned Message";

"Conversation.Moderate.Delete" = "Delete Message";
"Conversation.Moderate.Ban" = "Ban User";
"Conversation.Moderate.Report" = "Report Spam";
"Conversation.Moderate.DeleteAllMessages" = "Delete All From %@";

"Group.Username.Help" = "You can choose a group name on **Telegram**. If you do, other people will be able to find your group by this name.\n\nYou can use **a-z**, **0-9** and underscores. Minimum length is **5** characters.";

"Group.Username.InvalidTooShort" = "Group names must have at least 5 characters.";
"Group.Username.InvalidStartsWithNumber" = "Group names can't start with a number.";

"Group.Username.LinkHint" = "This link opens your group in Telegram:[\nhttps://telegram.me/%@]";

"Notification.PinnedTextMessage" = "%@ pinned \"%@\"";
"Notification.PinnedPhotoMessage" = "%@ pinned a photo";
"Notification.PinnedVideoMessage" = "%@ pinned a video";
"Notification.PinnedAudioMessage" = "%@ pinned a voice message";
"Notification.PinnedDocumentMessage" = "%@ pinned a file";
"Notification.PinnedAnimationMessage" = "%@ pinned a GIF";
"Notification.PinnedStickerMessage" = "%@ pinned a sticker";
"Notification.PinnedLocationMessage" = "%@ pinned a map";
"Notification.PinnedContactMessage" = "%@ pinned a contact";
"Notification.PinnedDeletedMessage" = "%@ pinned deleted message";

"Message.PinnedTextMessage" = "pinned \"%@\"";
"Message.PinnedPhotoMessage" = "pinned photo";
"Message.PinnedVideoMessage" = "pinned video";
"Message.PinnedAudioMessage" = "pinned voice message";
"Message.PinnedDocumentMessage" = "pinned file";
"Message.PinnedAnimationMessage" = "pinned GIF";
"Message.PinnedStickerMessage" = "pinned sticker";
"Message.PinnedLocationMessage" = "pinned location";
"Message.PinnedContactMessage" = "pinned contact";
"Message.PinnedDeletedMessage" = "pinned deleted message";

"Notification.PinnedMessage" = "pinned message";

"GroupInfo.ConvertToSupergroup" = "Convert to Supergroup";

"ConvertToSupergroup.Title" = "Supergroup";
"ConvertToSupergroup.HelpTitle" = "**In supergroups:**";
"ConvertToSupergroup.HelpText" = "• New members can see the full message history\n• Deleted messages will disappear for all members\n• Members can edit their own messages\n• Creator can set a public link for the group";

"ConvertToSupergroup.Note" = "**Note**: this action can't be undone.";

"GroupInfo.GroupType" = "Group Type";

"Group.Setup.TypeHeader" = "GROUP TYPE";
"Group.Setup.TypePublicHelp" = "Public groups can be found in search, chat history is available to everyone and anyone can join.";
"Group.Setup.TypePrivateHelp" = "Private groups can only be joined if you were invited or have an invite link.";

"Group.Username.CreatePublicLinkHelp" = "People can share this link with others and find your group using Telegram search.";
"Group.Username.CreatePrivateLinkHelp" = "People can join your group by following this link. You can revoke the link at any time.";

"Conversation.PinMessageAlertGroup" = "Pin this message and notify all members of the group?";
"Conversation.PinMessageAlertChannel" = "Pin this message and notify all members of the channel?";
"Conversation.PinMessageAlert.OnlyPin" = "Only Pin";

"Conversation.UnpinMessageAlert" = "Would you like to unpin this message?";

"Settings.About.Title" = "Bio";
"Settings.About.Help" = "You can add a few lines about yourself. Anyone who opens your profile will see this text.";

"Profile.About" = "bio";

"Group.Management.ErrorNotMember" = "%@ hasn't joined the group yet. Do you want to invite them?";

"Conversation.ReportSpamAndLeave" = "Report Spam and Leave";

"Conversation.StatusKickedFromChannel" = "you were removed from the channel";

"Generic.OpenHiddenLinkAlert" = "Open %@?";

"Resolve.ErrorNotFound" = "Sorry, this user doesn't seem to exist.";

"StickerPack.AddStickers" = "Add Stickers";
"StickerPack.Share" = "Share";
"StickerPack.Send" = "Send Sticker";

"StickerPack.RemoveStickers" = "Remove Stickers";
"StickerPack.RemoveStickerCount_1" = "Remove 1 Sticker";
"StickerPack.RemoveStickerCount_2" = "Remove 2 Stickers";
"StickerPack.RemoveStickerCount_3_10" = "Remove %@ Stickers";
"StickerPack.RemoveStickerCount_any" = "Remove %@ Stickers";

"StickerPack.HideStickers" = "Hide Stickers";
"StickerPack.ShowStickers" = "Show Stickers";

"ShareMenu.ShareTo" = "Share to";
"ShareMenu.SelectChats" = "Select chats";
"ShareMenu.Comment" = "Write a comment...";

"MediaPicker.Videos" = "Videos";

"Coub.TapForSound" = "Tap for sound";

"Preview.SaveGif" = "Save GIF";
"Preview.DeleteGif" = "Delete GIF";
"Preview.CopyAddress" = "Copy Address";
"Preview.ViewStickerPack" = "View Sticker Set";

"Conversation.ShareBotLocationConfirmationTitle" = "Share Your Location?";
"Conversation.ShareBotLocationConfirmation" = "This will send your current location to the bot.";

"Conversation.ShareBotContactConfirmationTitle" = "Share Your Phone Number?";
"Conversation.ShareBotContactConfirmation" = "The bot will know your phone number. This can be useful for integration with other services.";

"Conversation.ShareInlineBotLocationConfirmation" = "This bot would you like to know your location each time you send it a request. This can be used to provide location-specific results.";

"Activity.UploadingAudio" = "sending audio";

"Preview.Tooltip" = "Tap and hold to preview an item";

"StickerPack.ErrorNotFound" = "Sorry, this sticker set doesn't seem to exist.";

"Camera.TapAndHoldForVideo" = "Tap and hold for video";

"Conversation.TapAndHoldToRecord" = "Tap and hold to record";
